[
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240407-G6N6ET",
    "sender_name": "Lawal Awawu Morenikeji",
    "sender_email": "lawalawawu226@gmail.com",
    "sender_phone": "08148882381",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Lawal Awawu Morenikeji",
        "timestamp": " 7th Apr 2024 8:12am",
        "content": "My admission status is showing admission in process",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Lawal Awawu Morenikeji, Welcome JAMB Support System,\n\nThank you for contacting us regarding your admission status. \n\nWe understand that you are seeing \"Admission in Process\" on your JAMB portal.  To best assist you, could you please confirm if you have checked your admission status on the JAMB CAPS portal as well?  This will give us a clearer picture of your application's progress.\n\nOnce you confirm this information, we'll be able to guide you further. \n\nSincerely, \nJAMB Support"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240405-U77KBX",
    "sender_name": "Goodman AIgbovbiosa",
    "sender_email": "og.ohiole@gmail.com",
    "sender_phone": "08064764806",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Goodman AIgbovbiosa",
        "timestamp": " 5th Apr 2024 2:01pm",
        "content": "Hello,\n\nPlease my cousin is having an issue of extended “Awaiting verification”.\n\nShe sat for the 2023 UTME exam and she is converting to Direct Entry, for which her ND result needed to be verified by her previous institution.\n\nThe previous institution is Petroleum Training institute, Effurun Delta state. We have enquired from them and they confirmed to have received the verification request from you and they also confirmed to have verified the result.\n\nThis was done in January this year and she opened a ticket on this for which she was told to be patient and allow time for the verification.\n\nIt has been three months now since the last response and her NEPID status is still reading Awaiting Verification, and her intended school will be resuming lectures on the 23rd of this month.\n\nKindly assist look into this as it seems we are running against time now:\n\nStudent Name:                    Bilikis Olohimai Aigbovbiosa\n\nJamb Reg. Number:            202330699262DFU\n\nEmail:                                   aigbovbiosabilikis13@gmail.com\n\n \n\nMany Thanks for your assistance",
        "type": "sent"
      },
      {
        "agent_name": "JEKADA ALISABATU",
        "timestamp": " 15th Apr 2024 11:28am",
        "content": "Hello,\n\n Yours is received, kindly hold on while we verify and revert.\n\nThank you.",
        "type": "replied"
      },
      {
        "sender_name": "Goodman AIgbovbiosa",
        "timestamp": " 22nd Apr 2024 9:30am",
        "content": "Hello,\n\nPlease this is a follow up on this ticket;\n\nYou are yet to get back to me on this and status of initial complaint remains same.\n\nKindly assist look into this towards a resolution.\n\nMany thanks",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Goodman AIgbovbiosa, Welcome JAMB Support System,\n\nThank you for contacting us again regarding the verification status of your cousin, Bilikis Olohimai Aigbovbiosa, with JAMB registration number 202330699262DFU.\n\nWe understand your concern about the delay and the approaching resumption date for her intended institution. We want to assure you that we are looking into this issue with utmost priority.\n\nTo assist us in expediting the verification process, could you please confirm if Bilikis Olohimai Aigbovbiosa has accepted her admission on the JAMB CAPS platform? This information will help us determine the next steps in resolving this issue.\n\nWe will endeavor to provide an update on the status of her verification within 48 hours. \n\nSincerely,\nJAMB Support"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Unable to Print Admission Letter",
    "ticket_id": "#240405-5SJ4WU",
    "sender_name": "Quadri Maryam",
    "sender_email": "quadrimaryam7@gmail.com",
    "sender_phone": "08068652347",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Quadri Maryam ",
        "timestamp": " 5th Apr 2024 9:40am",
        "content": "Good day, having being offered admission after I applied for Part Time regularization and subsequently accept and paid for the admission letter, I haven't able to print my admission letter even after the payment for admission letter was successfully done.\n\n\n\n\nThis is my registration number: 11392622IEP",
        "type": "sent"
      },
      {
        "sender_name": "Quadri Maryam ",
        "timestamp": " 15th Apr 2024 7:42am",
        "content": "Good morning, this is the 3 week of logging this complaint yet no response and I need to print this admission letter for my DE registration which closes next week",
        "type": "replied"
      },
      {
        "sender_name": "Quadri Maryam ",
        "timestamp": " 21st Apr 2024 7:00pm",
        "content": "Good day, it's another week and my complaint is yet to be attended to whereas DE registration closes on the 25th",
        "type": "replied"
      },
      {
        "agent_name": "FATIMAT OZI SALAMI",
        "timestamp": " 2nd May 2024 12:32pm",
        "content": "Hello, Welcome to JAMB Support Centre,\n\nYour complaint has been escalated, we shall revert if there is any further directive on your complaint.\n\nThank you for contacting JAMB Support Centre.",
        "type": "replied"
      },
      {
        "sender_name": "Quadri Maryam ",
        "timestamp": " 2nd May 2024 1:20pm",
        "content": "Okay but the complaints should be attended to in earnest as the admission letter will be use for DE Registration",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Quadri Maryam, Welcome JAMB Support System,\n\n        We sincerely apologize for the delay in responding to your request and any inconvenience this may have caused. \n\n        We understand you are unable to print your admission letter despite confirming payment. To assist you effectively, could you please confirm if you accepted your admission on the JAMB CAPS platform?\n\n        We are currently looking into your issue and will get back to you with an update within the next 24 hours. \n\n        Sincerely,\n        JAMB Support"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240331-EIN4BC",
    "sender_name": "Arinze Victor Uzorchukwu",
    "sender_email": "1989586547@jambreg.gov.ng",
    "sender_phone": "09131587524",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Arinze Victor Uzorchukwu",
        "timestamp": " 31st Mar 2024 3:35am",
        "content": "Good day,\n\n  Thanks for the opportunity to receive support from you, I am writing this to message purposely for issues related to my admission.\n\n Actually I was given admission about a month ago by the school I choose, they send a text message to inform me that I was given courses to choose from and that I should check my jamb cap. But when I checked my jamb admission status, here is what it's written \"YOU ARE NOT ELLIGIBLE TO USE THIS SERVICE\". so I don't know what to do please I need help.",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Arinze Victor Uzorchukwu, Welcome JAMB Support System,\n\nThank you for contacting JAMB Support. We understand you're experiencing issues confirming your admission status.\n\nWhile the school may have notified you about a provisional admission, kindly note that all admissions must be processed and approved through JAMB CAPS (Central Admission Processing System). \n\nThe message \"YOU ARE NOT ELLIGIBLE TO USE THIS SERVICE\" on JAMB CAPS suggests there might be some discrepancies that need to be reviewed. To assist you effectively, we kindly request you verify the following:\n\n1. **Mode of Admission:**  Confirm if the admission offered by your chosen school was through JAMB CAPS. \n2. **JAMB Registration Number:** Ensure the JAMB registration number you used to check your admission status is correct.\n\nOnce you've verified these details, please provide us with the following information so we can investigate further:\n\n*  Your JAMB Registration Number\n*  The name of the institution that offered you admission \n*  The course you were offered\n\nWe will escalate this issue to the appropriate authorities within JAMB to resolve the discrepancy and enable you to access your CAPS account.  \n\nSincerely,\n\nJAMB Support"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Others",
    "ticket_id": "#240403-KUTKYV",
    "sender_name": "Suleiman Mohammed Abdullaziz",
    "sender_email": "suleimanabdullaziz@gmail.com",
    "sender_phone": "08138613300",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Suleiman Mohammed Abdullaziz ",
        "timestamp": " 3rd Apr 2024 12:12pm",
        "content": "I WRITE TO COMPLAIN ABOUT MY 2023 DIRECT ENTRY ADMISSION WITH REGISTRATION NUMBER: 202390011706HF WHICH HAS BEEN ON ADMISSION IN PROGRESS SINCE 5 MONS WITHOUT CANGING TO ADMITTED. PLEASE I WANT TO KNOW WHAT IS THE CAUSES OF MY DIRECT ENTRY ADMISSION AND WHY IT AS NOT CHANGE TO ADDMIITED",
        "type": "sent"
      },
      {
        "sender_name": "Suleiman Mohammed Abdullaziz ",
        "timestamp": " 3rd Apr 2024 12:29pm",
        "content": "I WRITE TO COMPLAIN ABOUT MY AKOMA SULEIMAN, 2023 DIRECT ENTRY ADMISSION WITH REGISTRATION NUMBER: 202390011706HF WHICH HAS BEEN ON ADMISSION IN PROGRESS SINCE 5 MONS WITHOUT CANGING TO ADMITTED. PLEASE I WANT TO KNOW WHAT IS THE CAUSES OF MY DIRECT ENTRY ADMISSION AND WHY IT AS NOT CHANGE TO ADDMIITED",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Suleiman Mohammed Abdullaziz, Welcome JAMB Support System,\n\nThank you for contacting JAMB Support. We understand your concern regarding the status of your Direct Entry admission with registration number 202390011706HF, which currently reads \"Admission in Progress.\"\n\nTo best assist you, we need to verify the status of your application on the JAMB CAPS platform. Please note that the official admission status is communicated through your CAPS profile. \n\nKindly confirm if you have checked your admission status on the JAMB CAPS portal. If you have confirmed and the status remains unchanged after 5 months, we will escalate your case to the appropriate authorities for further review. \n\nWe appreciate your patience and understanding.\n\nSincerely,\nJAMB Support"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Others",
    "ticket_id": "#240403-ECKGHY",
    "sender_name": "RABIU MUIDEEN",
    "sender_email": "rabiumuideen4@gmail.com",
    "sender_phone": "08108732292",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "RABIU MUIDEEN",
        "timestamp": " 3rd Apr 2024 3:46pm",
        "content": "I had submitted my regularisation for a long time now and I've not been admitted on the Caps",
        "type": "sent"
      },
      {
        "agent_name": "FATIMAT OZI SALAMI",
        "timestamp": " 2nd May 2024 12:00pm",
        "content": "Hello,\n\nKindly send a copy of the indemnity form i.e The application print out.\n\nThank you",
        "type": "replied"
      },
      {
        "sender_name": "RABIU MUIDEEN",
        "timestamp": " 2nd May 2024 12:23pm",
        "content": "It has change to admission in progress on my caps",
        "type": "replied"
      },
      {
        "sender_name": "RABIU MUIDEEN",
        "timestamp": " 2nd May 2024 12:26pm",
        "content": "This is what is showing on my caps",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello RABIU MUIDEEN, Welcome JAMB Support System,\n\nThank you for contacting us and providing an update on your admission status. \n\nWe are happy to hear your admission status has changed to \"Admission in Progress\" on CAPS. This indicates that your application is being reviewed by the institution. \n\nTo confirm the details of your \"Admission in Progress\" status and next steps, we kindly advise you to contact the institution you applied to. They will be able to give you specific guidance. \n\nFor any further inquiries or assistance, please do not hesitate to contact us. \n\nSincerely,\nJAMB Support"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Unable to Print Admission Letter",
    "ticket_id": "#240329-JDB9FU",
    "sender_name": "Odeh Elizabeth Precious",
    "sender_email": "odehelizabeth45@gmail.com",
    "sender_phone": "08151339990",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Odeh Elizabeth Precious",
        "timestamp": " 29th Mar 2024 10:00pm",
        "content": "Jamb has not release the admission letter of which I needed to upload to my school portal\n\nPlease attend to it Sir/Ma",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Odeh Elizabeth Precious, Welcome JAMB Support System,\n\nThank you for contacting us. We understand you are unable to print your admission letter for your institution. \n\nTo assist you effectively, please confirm if you have accepted your admission on the JAMB CAPS portal. Kindly note that printing your admission letter is accessible after accepting your admission on CAPS. \n\nIf you have completed this step and are still experiencing difficulties, we'll need to investigate further. \n\nWe appreciate your patience as we work towards a resolution.\n\nSincerely,\nJAMB Support"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Unable to Print Admission Letter",
    "ticket_id": "#240330-KD72F3",
    "sender_name": "Uzodimma Solomon Efemchukwudimma",
    "sender_email": "solomonuzodimma032@gmail.com",
    "sender_phone": "07017029519",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Uzodimma Solomon Efemchukwudimma",
        "timestamp": " 30th Mar 2024 10:33am",
        "content": "Good Morning, Please i have been admitted but unable to print Jamb admission Letter. Please kindly assist me and rectify it.",
        "type": "sent"
      },
      {
        "sender_name": "Uzodimma Solomon Efemchukwudimma",
        "timestamp": " 8th Apr 2024 10:52am",
        "content": "HELLO! PLEASE I AM WAITING FOR YOUR RESPONCE",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Uzodimma Solomon Efemchukwudimma, Welcome to JAMB Support System,\n\nWe understand you are unable to print your JAMB admission letter and need assistance. To help us investigate and rectify this, please confirm if you have accepted your admission on the JAMB CAPS platform. \n\nOnce you confirm your admission acceptance on CAPS, kindly try printing the admission letter again. If the issue persists, please provide us with the following information:\n\n- The web browser you are using (e.g., Chrome, Firefox)\n- A screenshot of the error message you receive\n\nWe are committed to resolving this issue for you promptly.\n\nSincerely,\nJAMB Support"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Unable to Print Admission Letter",
    "ticket_id": "#240328-FUCDI0",
    "sender_name": "Afolabi Emmanuel Timilehin",
    "sender_email": "emmanuel2007afolabi@gmail.com",
    "sender_phone": "08065606512",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Afolabi Emmanuel Timilehin",
        "timestamp": " 28th Mar 2024 1:58pm",
        "content": "I made payment for the printing of my admission letter on the 27th of March, 2024 which was confirmed \"successful\". I then proceeded to print my admission letter but I was told that \"This candidate has not been given admission\" whereas I have accepted my admission earlier.\n\nBelow is proof of my admission\n\nI will be glad if this issue can be resolved promptly.\n\nThanks in anticipation of your positive response.",
        "type": "sent"
      },
      {
        "sender_name": "Afolabi Emmanuel Timilehin",
        "timestamp": " 10th Apr 2024 10:13am",
        "content": ".",
        "type": "replied"
      },
      {
        "sender_name": "Afolabi Emmanuel Timilehin",
        "timestamp": " 18th Apr 2024 5:59pm",
        "content": "Though I have been offered admission for over a month now, I have not been able to print out my admission letter despite making a \"successful\" payment on the portal of N1,000 only. \n\nI further proceeded to check the institution's matriculation list but my name is not found there as well.\n\nPlease grant this message urgent attention.",
        "type": "replied"
      },
      {
        "sender_name": "Afolabi Emmanuel Timilehin",
        "timestamp": " 9th May 2024 5:14pm",
        "content": "Though I have been offered admission for over a month now, I have not been able to print out my admission letter despite making a \"successful\" payment on the portal of N1,000 only. \n\nI further proceeded to check the institution's matriculation list but my name is not found there as well.\n\nPlease grant this message urgent attention.",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Afolabi Emmanuel Timilehin, Welcome to JAMB Support System,\n\nWe understand you are experiencing difficulties printing your admission letter despite successful payment confirmation. We also understand your concern about not finding your name on the matriculation list.\n\nTo assist you effectively, we need to verify your admission status on the JAMB CAPS platform. Kindly provide your JAMB registration number to enable us to investigate this further. \n\nOnce we confirm your admission on CAPS and payment status, we will guide you on the next steps to print your admission letter.\n\nSincerely,\nJAMB Support"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240328-SJZ43C",
    "sender_name": "Ezeh Chibugo Charity",
    "sender_email": "chibugocharity2000@gmail.com",
    "sender_phone": "07038552826",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Ezeh Chibugo Charity",
        "timestamp": " 28th Mar 2024 10:44am",
        "content": "Good morning sir/ma please I want u to help because am unable to print admission letter after have done undisclosed regularization since last year is still writing. no admission yet please help me out thanks",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Ezeh Chibugo Charity, Welcome JAMB Support System,\n\nThank you for contacting us regarding your admission status. We understand your concern about not being able to print your admission letter after completing the undisclosed regularization process last year. \n\nTo assist you effectively, we need to verify some details. Please confirm if you have accepted your admission on the JAMB CAPS platform. If you have accepted your admission on CAPS and are still unable to print your admission letter, kindly provide your JAMB registration number so we can investigate further and escalate to the appropriate authorities if needed. \n\nSincerely,\nJAMB Support"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240328-NXW1I7",
    "sender_name": "Muhammad Maryam",
    "sender_email": "maryam5519@yahoo.com",
    "sender_phone": "09166592547",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Muhammad Maryam",
        "timestamp": " 28th Mar 2024 8:18am",
        "content": "202330305468DF is my Jamb Registration Number, I applied FUTMinna and i was offered admission to study Biochemistry which I've accepted the Admission, reprinted the school admission showing my students ID, I was later asked to present my Jamb Admissions. I've Paid for it but it keeps saying. 'Candidate has not been given admission ''",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Muhammad Maryam, Welcome JAMB Support System,\n\nThank you for contacting us regarding your admission status. We understand you have accepted your admission offer on the FUTMinna portal and paid for your JAMB Admission Letter, but you're encountering an error message stating, \"Candidate has not been given admission.\"\n\nTo assist you effectively, please confirm if you have accepted your admission on the JAMB CAPS (Central Admission Processing System) portal. Kindly note that accepting your admission on the school's portal is not sufficient to update your status on the JAMB system. \n\nTo proceed, we kindly request you provide us with your JAMB registration number (if different from the one provided) to enable us to verify your JAMB CAPS status. We will escalate this issue to the appropriate authorities for resolution if needed.\n\nSincerely,\nJAMB Support"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240328-4T0C58",
    "sender_name": "Akanmu Basit Ayodele",
    "sender_email": "idowus747@gmail.com",
    "sender_phone": "08082731646",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Akanmu Basit Ayodele",
        "timestamp": " 28th Mar 2024 10:52am",
        "content": "Good morning sir/ma please I want u to help because am unable to print admission letter after have done undisclosed regularization since last year is still writing. no admission yet please help me out thanks",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Akanmu Basit Ayodele, Welcome JAMB Support System,\n\nThank you for contacting us regarding your admission status. \n\nWe understand your concern about not being able to print your admission letter after completing the undisclosed regularization process last year. To assist you effectively, we need to verify some details.\n\nKindly confirm if you have accepted your admission on the JAMB CAPS platform. If you have accepted your admission on CAPS and are still unable to print your admission letter, please provide your JAMB registration number to enable us to investigate further and provide you with the necessary support. \n\nSincerely,\nJAMB Support"
      }
    ]
  }
]