[
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240407-G6N6ET",
    "sender_name": "Lawal Awawu Morenikeji",
    "sender_email": "lawalawawu226@gmail.com",
    "sender_phone": "08148882381",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Lawal Awawu Morenikeji",
        "timestamp": " 7th Apr 2024 8:12am",
        "content": "My admission status is showing admission in process",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Lawal Awawu Morenikeji, Welcome JAMB Support System,\n\nThank you for contacting us regarding your admission status. \n\nWe understand that you are seeing \"Admission in Process\" on your JAMB portal.  To best assist you, could you please confirm if you have checked your admission status on the JAMB CAPS portal as well?  This will give us a clearer picture of your application's progress.\n\nOnce you confirm this information, we'll be able to guide you further. \n\nSincerely, \nJAMB Support"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240405-U77KBX",
    "sender_name": "Goodman AIgbovbiosa",
    "sender_email": "og.ohiole@gmail.com",
    "sender_phone": "08064764806",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Goodman AIgbovbiosa",
        "timestamp": " 5th Apr 2024 2:01pm",
        "content": "Hello,\n\nPlease my cousin is having an issue of extended “Awaiting verification”.\n\nShe sat for the 2023 UTME exam and she is converting to Direct Entry, for which her ND result needed to be verified by her previous institution.\n\nThe previous institution is Petroleum Training institute, Effurun Delta state. We have enquired from them and they confirmed to have received the verification request from you and they also confirmed to have verified the result.\n\nThis was done in January this year and she opened a ticket on this for which she was told to be patient and allow time for the verification.\n\nIt has been three months now since the last response and her NEPID status is still reading Awaiting Verification, and her intended school will be resuming lectures on the 23rd of this month.\n\nKindly assist look into this as it seems we are running against time now:\n\nStudent Name:                    Bilikis Olohimai Aigbovbiosa\n\nJamb Reg. Number:            202330699262DFU\n\nEmail:                                   aigbovbiosabilikis13@gmail.com\n\n \n\nMany Thanks for your assistance",
        "type": "sent"
      },
      {
        "agent_name": "JEKADA ALISABATU",
        "timestamp": " 15th Apr 2024 11:28am",
        "content": "Hello,\n\n Yours is received, kindly hold on while we verify and revert.\n\nThank you.",
        "type": "replied"
      },
      {
        "sender_name": "Goodman AIgbovbiosa",
        "timestamp": " 22nd Apr 2024 9:30am",
        "content": "Hello,\n\nPlease this is a follow up on this ticket;\n\nYou are yet to get back to me on this and status of initial complaint remains same.\n\nKindly assist look into this towards a resolution.\n\nMany thanks",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Goodman AIgbovbiosa, Welcome JAMB Support System,\n\nThank you for contacting us again regarding the verification status of your cousin, Bilikis Olohimai Aigbovbiosa, with JAMB registration number 202330699262DFU.\n\nWe understand your concern about the delay and the approaching resumption date for her intended institution. We want to assure you that we are looking into this issue with utmost priority.\n\nTo assist us in expediting the verification process, could you please confirm if Bilikis Olohimai Aigbovbiosa has accepted her admission on the JAMB CAPS platform? This information will help us determine the next steps in resolving this issue.\n\nWe will endeavor to provide an update on the status of her verification within 48 hours. \n\nSincerely,\nJAMB Support"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Unable to Print Admission Letter",
    "ticket_id": "#240405-5SJ4WU",
    "sender_name": "Quadri Maryam",
    "sender_email": "quadrimaryam7@gmail.com",
    "sender_phone": "08068652347",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Quadri Maryam ",
        "timestamp": " 5th Apr 2024 9:40am",
        "content": "Good day, having being offered admission after I applied for Part Time regularization and subsequently accept and paid for the admission letter, I haven't able to print my admission letter even after the payment for admission letter was successfully done.\n\n\n\n\nThis is my registration number: 11392622IEP",
        "type": "sent"
      },
      {
        "sender_name": "Quadri Maryam ",
        "timestamp": " 15th Apr 2024 7:42am",
        "content": "Good morning, this is the 3 week of logging this complaint yet no response and I need to print this admission letter for my DE registration which closes next week",
        "type": "replied"
      },
      {
        "sender_name": "Quadri Maryam ",
        "timestamp": " 21st Apr 2024 7:00pm",
        "content": "Good day, it's another week and my complaint is yet to be attended to whereas DE registration closes on the 25th",
        "type": "replied"
      },
      {
        "agent_name": "FATIMAT OZI SALAMI",
        "timestamp": " 2nd May 2024 12:32pm",
        "content": "Hello, Welcome to JAMB Support Centre,\n\nYour complaint has been escalated, we shall revert if there is any further directive on your complaint.\n\nThank you for contacting JAMB Support Centre.",
        "type": "replied"
      },
      {
        "sender_name": "Quadri Maryam ",
        "timestamp": " 2nd May 2024 1:20pm",
        "content": "Okay but the complaints should be attended to in earnest as the admission letter will be use for DE Registration",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Quadri Maryam, Welcome JAMB Support System,\n\n        We sincerely apologize for the delay in responding to your request and any inconvenience this may have caused. \n\n        We understand you are unable to print your admission letter despite confirming payment. To assist you effectively, could you please confirm if you accepted your admission on the JAMB CAPS platform?\n\n        We are currently looking into your issue and will get back to you with an update within the next 24 hours. \n\n        Sincerely,\n        JAMB Support"
      }
    ]
  }
]