[
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240407-G6N6ET",
    "sender_name": "Lawal Awawu Morenikeji",
    "sender_email": "lawalawawu226@gmail.com",
    "sender_phone": "08148882381",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Lawal Awawu Morenikeji",
        "timestamp": " 7th Apr 2024 8:12am",
        "content": "My admission status is showing admission in process",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Lawal Awawu Morenikeji, JAMB Support here.\n\nThank you for contacting us regarding the status of your admission. We understand you're eager to hear back and that seeing \"Admission in Process\" can be nerve-wracking.\n\nRest assured, your application is being reviewed by the institution. Admission timelines vary between institutions and programs, so it's normal for this process to take some time.\n\nWe recommend you continue checking your JAMB CAPS portal regularly for any updates. Additionally, you can reach out directly to the admissions office of the institution you applied to for more specific information about their decision timeline.\n\nWe appreciate your patience as your application is being processed. \n\nBest regards,\n\nNonso Nwune\nJAMB Support \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240331-EIN4BC",
    "sender_name": "Arinze Victor Uzorchukwu",
    "sender_email": "1989586547@jambreg.gov.ng",
    "sender_phone": "09131587524",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Arinze Victor Uzorchukwu",
        "timestamp": " 31st Mar 2024 3:35am",
        "content": "Good day,\n\n  Thanks for the opportunity to receive support from you, I am writing this to message purposely for issues related to my admission.\n\n Actually I was given admission about a month ago by the school I choose, they send a text message to inform me that I was given courses to choose from and that I should check my jamb cap. But when I checked my jamb admission status, here is what it's written \"YOU ARE NOT ELLIGIBLE TO USE THIS SERVICE\". so I don't know what to do please I need help.",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Arinze Victor Uzorchukwu, JAMB Support here,\n\nThank you for contacting us regarding your admission status. We understand your concern about the message you received on JAMB CAPS. \n\nThe message \"YOU ARE NOT ELLIGIBLE TO USE THIS SERVICE\" on JAMB CAPS usually means one of the following:\n\n* **Your profile hasn't been enabled for CAPS access yet:** This is common right after receiving admission. Your school needs to first upload your name on the JAMB CAPS portal.\n* **There might be a technical issue on the JAMB portal:**  System glitches can occur occasionally.\n\n**Here's what we recommend:**\n\n1. **Contact your institution's admissions office:**  Inform them about the message you're seeing on JAMB CAPS. They can verify if your details have been uploaded and guide you further. \n2. **Try accessing JAMB CAPS again later:** Sometimes, it might be a temporary technical issue. Wait for a few hours or a day and try accessing it again.\n3. **If the issue persists, contact JAMB directly:** They can provide further assistance and investigate any potential problems with your profile.\n\nWe hope this helps! Let us know if you have any other questions.\n\nBest regards,\n\nNonso Nwune \nJAMB Support \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240418-H3DITG",
    "sender_name": "Kehinde Olumide Adonuja",
    "sender_email": "kehindeadonuja@gmail.com",
    "sender_phone": "08164204981",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Kehinde Olumide Adonuja",
        "timestamp": " 18th Apr 2024 4:58am",
        "content": "Dear Support unit,\n\nPlease be informed that I walked in to one of the accredited JAMB Centre in Ibadan for my jamb regularization.\n\ndate- January 23. 2023\n\nI was issued a completed registration slip, as well as a receipt of payment. \n\nHowever, till date am yet to print my admission letter, error response on the portal states no Admission yet. \n\nInstitution Details:\n\nInstitution Type: Degree-Awarding\n\nInstitution: University Of Ibadan, Ibadan, Oyo State Programme: Sociology\n\nFaculty: Social Sciences\n\nRegistration Number: 95602209GDD\n\nPlease find attached registration slip and receipt of payment.",
        "type": "sent"
      },
      {
        "agent_name": "FATIMAT OZI SALAMI",
        "timestamp": " 6th May 2024 4:04pm",
        "content": "Hello, Welcome to JAMB Support Centre,\n\nYour complaint has been escalated, we shall revert if there is any further directive on your complaint.\n\nThank you for contacting JAMB Support Centre.",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Kehinde Olumide Adonuja, JAMB Support here,\n\nThank you for contacting us and for your patience regarding your admission status. We understand your concern about not being able to print your admission letter.\n\nWe have reviewed your case and the documents you provided. To further assist you in resolving this, we kindly request the following information:\n\n* **JAMB Centre Name and Location:**  Please provide the specific name and location of the JAMB accredited centre in Ibadan where you completed your regularization.\n* **Transaction ID:** If possible, please share the transaction ID from your payment receipt. This will help us track your payment and verify its status.\n\nOnce we have this additional information, we can investigate further with the relevant departments and provide you with a more definitive update on your admission status. \n\nWe appreciate your cooperation and understanding.\n\nSincerely,\n\nThe JAMB Support Team \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Others",
    "ticket_id": "#240415-ZA2XYW",
    "sender_name": "Chidiebere Joseph Anioke",
    "sender_email": "josephchidianioke555@gmail.com",
    "sender_phone": "08152947755",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Chidiebere Joseph Anioke ",
        "timestamp": " 15th Apr 2024 12:08pm",
        "content": "I printed My admission letter to institute of management and technology and it was written National certificate of Education (NCE)instead of National diploma (ND) My jamb registration number is; 44070076JD.\n\nPlease kindly make this correction as soon as possible.\n\nThanks",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Chidiebere Joseph Anioke, JAMB Support here,\n\nThank you for contacting us regarding the error on your admission letter. We understand that it's crucial to have the correct qualification listed.\n\nWe are unable to make direct changes to admission letters issued by institutions. For corrections regarding the qualification listed on your admission letter, you'll need to contact the Institute of Management and Technology (IMT) directly. They have the authority to amend and reissue the document.\n\nYou can reach IMT through their admissions office or the relevant department. Please provide them with your JAMB registration number (44070076JD) and details about the error. \n\nWe apologize for any inconvenience this may cause and appreciate your understanding.\n\nBest regards, \n\nJAMB Support \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240412-0US4GX",
    "sender_name": "Essien Edidiong Mfon",
    "sender_email": "eessien883@gmail.com",
    "sender_phone": "08028246001",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Essien Edidiong Mfon ",
        "timestamp": " 12th Apr 2024 4:30pm",
        "content": "Good day Sir/ Mma.pleaee I did a regularization as 2019 part time OND student ,and uptill now it has not been approved of ,and I need my admission letter so I can get my Jamb Reg no.for direct entry registration.\n\nPlease help me approve of it so I can print it my admission letter ,because DE is closing soon.\n\nI will be much grateful.\n\nthanks and may God bless you .",
        "type": "sent"
      },
      {
        "agent_name": "FATIMAT OZI SALAMI",
        "timestamp": " 6th May 2024 11:15am",
        "content": "Hello, Welcome to JAMB Support Centre,\n\nYour complaint has been escalated, we shall revert if there is any further directive on your complaint.\n\nThank you for contacting JAMB Support Centre.",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Essien Edidiong Mfon, JAMB Support here,\n\nThank you for contacting us again regarding your regularization application. We understand your concern and the urgency of obtaining your admission letter for your Direct Entry registration.\n\nWe are actively looking into the delay in the approval process for your regularization as a 2019 part-time OND student. To expedite the process, could you please provide us with your registration number or any other relevant details that could help us locate your file? \n\nOnce we have this information, we will escalate your case to the appropriate department and work towards a swift resolution. We will keep you updated on the progress and notify you as soon as your regularization is approved. \n\nThank you for your patience and understanding. \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Unable to Print Admission Letter",
    "ticket_id": "#240415-4QES4R",
    "sender_name": "Abiakwe Emmanuella",
    "sender_email": "charlesglory43@gmail.com",
    "sender_phone": "09095577136",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Abiakwe Emmanuella",
        "timestamp": " 15th Apr 2024 1:06pm",
        "content": "I did jamb regularization in 2017/2018 and the admission letter came with a different registration letter. I want to know which one is authentic.",
        "type": "sent"
      },
      {
        "agent_name": "FATIMAT OZI SALAMI",
        "timestamp": " 6th May 2024 12:23pm",
        "content": "Hello,\n\ndid you apply with registration number or without registration number?",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Abiakwe Emmanuella, JAMB Support here,\n\nThank you for contacting us.  We understand you're experiencing difficulties printing your admission letter and that there seems to be a discrepancy with your registration number from your 2017/2018 regularization. \n\nTo clarify which registration number is authentic and assist you with printing your admission letter, please provide us with the following information:\n\n* **The registration number you used for your JAMB regularization in 2017/2018.**\n* **The registration number listed on your admission letter.**\n* **The name of the institution you were offered admission to.**\n\nOnce we have this information, we can investigate further and provide you with the necessary assistance. \n\nWe look forward to your response.\n\nSincerely,\nNonso Nwune \nJAMB Support \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Others",
    "ticket_id": "#240414-LKQ7J6",
    "sender_name": "Falade Damilola Rachel",
    "sender_email": "damilolafalade2002@gmail.com",
    "sender_phone": "09032956714",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Falade Damilola Rachel",
        "timestamp": " 14th Apr 2024 9:28pm",
        "content": "I gained admission with this jamb number in 2019 but I didn't resume I ended doing part-time with another jamb number will it affect my regularization because I just accepted the admission this year and did the latter this year too",
        "type": "sent"
      },
      {
        "agent_name": "FATIMAT OZI SALAMI",
        "timestamp": " 6th May 2024 12:19pm",
        "content": "Hello, Welcome to JAMB Support Centre,\n\nYour complaint has been escalated, we shall revert if there is any further directive on your complaint.\n\nThank you for contacting JAMB Support Centre.",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Falade Damilola Rachel, JAMB Support here,\n\nThank you for contacting us and providing context regarding your admission status. \n\nTo best advise you on whether this situation will affect your regularization, we need some additional information. Please clarify the following:\n\n* **What institution admitted you in 2019?** \n* **What program were you admitted to in 2019?**\n* **What institution and program have you accepted admission into this year?** \n\nOnce we have these details, we can look into the specific regulations of the institutions involved and provide you with more definitive guidance. \n\nWe appreciate your patience as we work to assist you.\n\nSincerely,\n\nJAMB Support \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240403-DYV64A",
    "sender_name": "Ebirim Confidence Ezinna",
    "sender_email": "confidencebensylva2003@gmail.com",
    "sender_phone": "08156929160",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Ebirim Confidence Ezinna",
        "timestamp": " 3rd Apr 2024 2:56pm",
        "content": "Caps is showing NOT ADMITTED, but my admission status is showing I have been offered admission",
        "type": "sent"
      },
      {
        "agent_name": "FATIMAT OZI SALAMI",
        "timestamp": " 2nd May 2024 12:06pm",
        "content": "Hello, Welcome to JAMB Support Centre,\n\nYour complaint has been escalated, we shall revert if there is any further directive on your complaint.\n\nThank you for contacting JAMB Support Centre.",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Ebirim Confidence Ezinna, JAMB Support here,\n\nWe understand you are experiencing a discrepancy between your JAMB CAPS portal indicating \"Not Admitted\" and receiving notification of an admission offer. \n\nThis is an issue we take seriously, as it can cause confusion and concern.  To best assist you, we need to investigate this further.  \n\nPlease provide us with the following information so we can escalate this directly to the relevant team: \n\n* **Screenshot of the \"Not Admitted\" message on your JAMB CAPS portal.**\n* **The name of the institution that has offered you admission.**\n* **The course of study you have been offered.** \n\nOnce we receive this information, we will thoroughly investigate and provide you with an update as soon as possible.  We appreciate your patience while we work to resolve this for you. \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Others",
    "ticket_id": "#240414-7XSVGT",
    "sender_name": "Mighty Popoola",
    "sender_email": "musicchiefpriest123@gmail.com",
    "sender_phone": "07016269022",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Mighty Popoola",
        "timestamp": " 14th Apr 2024 3:43pm",
        "content": "Jamb admission letter access",
        "type": "sent"
      },
      {
        "agent_name": "FATIMAT OZI SALAMI",
        "timestamp": " 6th May 2024 11:35am",
        "content": "Hello,\n\nKindly explain better",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Mighty Popoola, JAMB Support here. \n\nWe understand you're reaching out regarding access to your JAMB admission letter. To better assist you, could you please provide us with more details about the issue you're experiencing? \n\nFor example, are you:\n\n* Unable to find the link to download your admission letter?\n* Experiencing technical difficulties while trying to download the letter?\n* Seeing an error message?\n\nThe more information you provide, the quicker we can resolve this for you. \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240405-3SU9Y8",
    "sender_name": "Oyewale Rasheed Olamilekan",
    "sender_email": "oyewalerasheed@gmail.com",
    "sender_phone": "08169789310",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Oyewale Rasheed Olamilekan",
        "timestamp": " 5th Apr 2024 1:23pm",
        "content": "I did my jamb Condonement of Illegitimate Admission (with Registration Number) since January 22 I haven’t be given admission",
        "type": "sent"
      },
      {
        "agent_name": "FATIMAT OZI SALAMI",
        "timestamp": " 2nd May 2024 12:39pm",
        "content": "Hello,\n\nKindly send a copy of the indemnity form i.e The application print out.\nThank you",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Oyewale Rasheed Olamilekan, JAMB Support here,\n\nWe understand you're concerned about not receiving your admission status after applying for Condonement of Illegitimate Admission with your Registration Number on January 22nd. We apologize for the delay. \n\nTo help us expedite the process, kindly provide the copy of your indemnity form (application printout) as requested by Fatimat on May 2nd. Once received, we can review your application and provide an update as soon as possible. \n\nYou can reply to this email and attach the document. \n\nThank you for your patience. \n\nSincerely,\n\nThe JAMB Support Team \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Unable to Print Admission Letter",
    "ticket_id": "#240415-KAURTA",
    "sender_name": "Yau Safiyanu",
    "sender_email": "yausafiyanu01@gmail.com",
    "sender_phone": "08155043401",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Yau Safiyanu",
        "timestamp": " 15th Apr 2024 6:09pm",
        "content": "I'm creating My profile and Also pay it but you are not allyme me to print it why???",
        "type": "sent"
      },
      {
        "agent_name": "FATIMAT OZI SALAMI",
        "timestamp": " 6th May 2024 4:07pm",
        "content": "Hello, Welcome to JAMB Support Centre,\n\nYour complaint has been escalated, we shall revert if there is any further directive on your complaint.\n\nThank you for contacting JAMB Support Centre.",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Yau Safiyanu, JAMB Support here,\n\nWe apologize for the delay in addressing your issue with printing your admission letter. \n\nWe understand you've successfully created your profile and made the necessary payments. To assist you further, could you please provide us with more details about the problem you're encountering? \n\nSpecifically, please tell us:\n\n* **What steps have you taken to print the admission letter?** (e.g., accessing the printing portal, clicking the print button)\n* **Are you receiving any error messages?** If so, please provide the exact message.\n* **Have you confirmed that your payment has been successfully processed?** \n\nOnce we have this information, we can investigate further and guide you through the correct process. \n\nThank you for your patience. \n \nSincerely,\n\nNonso Nwune \nJAMB Support  \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240415-JQEE4K",
    "sender_name": "NWANEVU CHINENYE",
    "sender_email": "lawchi4ab@gmail.com",
    "sender_phone": "08027601474",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "NWANEVU CHINENYE",
        "timestamp": " 15th Apr 2024 11:33pm",
        "content": "Haven’t been given admission",
        "type": "sent"
      },
      {
        "agent_name": "FATIMAT OZI SALAMI",
        "timestamp": " 6th May 2024 4:10pm",
        "content": "Hello, Welcome to JAMB Support Centre,\n\nYour complaint has been escalated, we shall revert if there is any further directive on your complaint.\n\nThank you for contacting JAMB Support Centre.",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello NWANEVU CHINENYE, JAMB Support here, \n\nWe understand you're concerned about not receiving an admission decision yet. We apologize for the delay and any frustration it may be causing.\n\nTo best assist you, could you please provide us with your JAMB registration number? This will allow us to look into your application details and provide you with a more accurate update. \n\nWe appreciate your patience and understanding. \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Unable to Print Admission Letter",
    "ticket_id": "#240330-KD72F3",
    "sender_name": "Uzodimma Solomon Efemchukwudimma",
    "sender_email": "solomonuzodimma032@gmail.com",
    "sender_phone": "07017029519",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Uzodimma Solomon Efemchukwudimma",
        "timestamp": " 30th Mar 2024 10:33am",
        "content": "Good Morning, Please i have been admitted but unable to print Jamb admission Letter. Please kindly assist me and rectify it.",
        "type": "sent"
      },
      {
        "sender_name": "Uzodimma Solomon Efemchukwudimma",
        "timestamp": " 8th Apr 2024 10:52am",
        "content": "HELLO! PLEASE I AM WAITING FOR YOUR RESPONCE",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Uzodimma Solomon Efemchukwudimma, JAMB Support here,\n\nWe understand you're having trouble printing your JAMB admission letter. We apologize for the delay in our response and any inconvenience this is causing. \n\nTo help us troubleshoot this issue effectively, could you please provide us with some additional details? \n\n* **When you say you are unable to print, what exactly happens?** Do you encounter an error message? \n* **What method are you using to print the letter?** Are you trying to print directly from the website, or have you downloaded the letter? \n* **Have you tried using a different browser or device to print?** \n\nOnce we have this information, we can assist you further. We are committed to resolving this issue for you as quickly as possible. \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240404-BF2A50",
    "sender_name": "Busari Khairah",
    "sender_email": "KHAIRAHBUSARI12@GMAIL.COM",
    "sender_phone": "08035634624",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Busari Khairah",
        "timestamp": " 4th Apr 2024 5:19pm",
        "content": "My name is Khairah Busari,I want to do regularization, school have uploaded but jamb have not approved it since last month. Now I want to do regularization but they said I have to wait till jamb approve it.\n\n\n\n\n I will be grateful if this issue is resolved.                           Thank you \n\nYours faithfully,\n\nKhairah Busari",
        "type": "sent"
      },
      {
        "agent_name": "FATIMAT OZI SALAMI",
        "timestamp": " 2nd May 2024 12:27pm",
        "content": "Hello,\n\nKindly forward your matric number, the year and the name of the institution.\n\nTHANK YOU",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Busari Khairah, JAMB Support here,\n\nWe understand you're experiencing delays with your JAMB admission regularization. To best assist you, please provide us with your JAMB registration number in addition to the information requested by Fatimat.  This will help us investigate the status of your JAMB approval and advise on the next steps for your regularization. \n\nWe appreciate your patience as we work towards a resolution. \n\nBest regards,\n\nNonso Nwune \nJAMB Support \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Others",
    "ticket_id": "#240403-KUTKYV",
    "sender_name": "Suleiman Mohammed Abdullaziz",
    "sender_email": "suleimanabdullaziz@gmail.com",
    "sender_phone": "08138613300",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Suleiman Mohammed Abdullaziz ",
        "timestamp": " 3rd Apr 2024 12:12pm",
        "content": "I WRITE TO COMPLAIN ABOUT MY 2023 DIRECT ENTRY ADMISSION WITH REGISTRATION NUMBER: 202390011706HF WHICH HAS BEEN ON ADMISSION IN PROGRESS SINCE 5 MONS WITHOUT CANGING TO ADMITTED. PLEASE I WANT TO KNOW WHAT IS THE CAUSES OF MY DIRECT ENTRY ADMISSION AND WHY IT AS NOT CHANGE TO ADDMIITED",
        "type": "sent"
      },
      {
        "sender_name": "Suleiman Mohammed Abdullaziz ",
        "timestamp": " 3rd Apr 2024 12:29pm",
        "content": "I WRITE TO COMPLAIN ABOUT MY AKOMA SULEIMAN, 2023 DIRECT ENTRY ADMISSION WITH REGISTRATION NUMBER: 202390011706HF WHICH HAS BEEN ON ADMISSION IN PROGRESS SINCE 5 MONS WITHOUT CANGING TO ADMITTED. PLEASE I WANT TO KNOW WHAT IS THE CAUSES OF MY DIRECT ENTRY ADMISSION AND WHY IT AS NOT CHANGE TO ADDMIITED",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Suleiman Mohammed Abdullaziz, JAMB Support here,\n\nWe understand your concern regarding the status of your Direct Entry admission with registration number 202390011706HF. It is not uncommon for the admission process to sometimes take a bit longer than expected.  \n\nTo best assist you, we need to investigate the specific reason for the delay in your admission status change.  Please provide us with the following information:\n\n* **Name of the institution you applied to:** This is crucial for us to follow up with the right department.\n* **Course of study:**  Knowing your chosen course helps us understand the specific admission requirements.\n\nOnce we have this information, we can escalate your case to the appropriate department for further review and expedite the process as much as possible. \n\nThank you for your patience and understanding. \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Others",
    "ticket_id": "#240402-KIPEG0",
    "sender_name": "Yarima Zeenatuddeen Ahmed",
    "sender_email": "zeenatuddenyarima84@gmail.com",
    "sender_phone": "08156607774",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Yarima Zeenatuddeen Ahmed",
        "timestamp": " 2nd Apr 2024 10:14am",
        "content": "GOOD MORNING JAMB, I DID JAMB REGULARIZATION AND ENROLLED ON NCE, FEDERAL COLLEGE OF EDUCATION T GOMBE WITH THE COURSE PRIMARY EDUCATION STUDIES, AND UNFORTUNATELY MY REGULARIZATION WAS APPROVED ON FCT COLLEGE OF EDUCATION ZUBA WITH THE SAME COURSE. KINDLY RECTIFY MY ISSUE THANK YOU. BELOW ARE MY DETAILS\n\nEMAIL: zeenatuddeenyarima84@gmail.com\n\nphone no: 08032863584\n\njamb no: 36504763GJ",
        "type": "sent"
      },
      {
        "agent_name": "FATIMAT OZI SALAMI",
        "timestamp": " 2nd May 2024 10:32am",
        "content": "Hello, Welcome to JAMB Support Centre,\n\nYour complaint has been escalated, we shall revert if there is any further directive on your complaint.\n\nThank you for contacting JAMB Support Centre.",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Yarima Zeenatuddeen Ahmed, JAMB Support here,\n\nWe understand you're experiencing an issue with your JAMB regularization. It appears your application, intended for Federal College of Education (T) Gombe for Primary Education Studies, was mistakenly approved for FCT College of Education Zuba under the same course.\n\nWe apologize for this error and any inconvenience it may cause. \n\nTo help us rectify this situation as quickly as possible, we kindly request you provide us with your JAMB Registration Number. This will allow us to investigate your case further and initiate the necessary corrections.\n\nOur team will make every effort to resolve this issue and update your regularization details accurately. \n\nThank you for your patience and understanding. \n\nSincerely,\nJAMB Support. \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Unable to Print Admission Letter",
    "ticket_id": "#240417-98RULM",
    "sender_name": "Woleru Miracle",
    "sender_email": "ovusmith12@gmail.com",
    "sender_phone": "08034270331",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Woleru Miracle",
        "timestamp": " 17th Apr 2024 11:25am",
        "content": "My name is Woleru Miracle with JAMB registration number 36226339HE. My email address is ovusmith12@gmail.com and my phone number is 0803 427 0331. \n\nI logged in to my account to print my result slip and admission letter. I have also made the required payments but cannot select \"examination year\" on the portal because there was no provision for it hence, it was not possible to print the result slip and admission letter. \n\nKindly rectify this challenge to enable me access those information.",
        "type": "sent"
      },
      {
        "sender_name": "Woleru Miracle",
        "timestamp": " 18th Apr 2024 5:18pm",
        "content": "How long will it take you to resolve this issue? I need that result and the admission letter urgently to conclude my clearance in the school.",
        "type": "replied"
      },
      {
        "agent_name": "FATIMAT OZI SALAMI",
        "timestamp": " 6th May 2024 4:26pm",
        "content": "Hello, Welcome to JAMB Support Centre,\n\nYour complaint has been escalated, we shall revert if there is any further directive on your complaint.\n\nThank you for contacting JAMB Support Centre.",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Woleru Miracle, JAMB Support here,\n\nWe understand you're facing difficulties printing your admission letter due to the inability to select your examination year on the portal. We sincerely apologize for the inconvenience this has caused and want to assure you that we are working to resolve this.\n\nTo assist us in quickly rectifying this, could you please provide us with the specific year you sat for your JAMB examination? This will help us investigate the issue and provide a timely resolution. \n\nThank you for your patience and understanding. \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240405-U77KBX",
    "sender_name": "Goodman AIgbovbiosa",
    "sender_email": "og.ohiole@gmail.com",
    "sender_phone": "08064764806",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Goodman AIgbovbiosa",
        "timestamp": " 5th Apr 2024 2:01pm",
        "content": "Hello,\n\nPlease my cousin is having an issue of extended “Awaiting verification”.\n\nShe sat for the 2023 UTME exam and she is converting to Direct Entry, for which her ND result needed to be verified by her previous institution.\n\nThe previous institution is Petroleum Training institute, Effurun Delta state. We have enquired from them and they confirmed to have received the verification request from you and they also confirmed to have verified the result.\n\nThis was done in January this year and she opened a ticket on this for which she was told to be patient and allow time for the verification.\n\nIt has been three months now since the last response and her NEPID status is still reading Awaiting Verification, and her intended school will be resuming lectures on the 23rd of this month.\n\nKindly assist look into this as it seems we are running against time now:\n\nStudent Name:                    Bilikis Olohimai Aigbovbiosa\n\nJamb Reg. Number:            202330699262DFU\n\nEmail:                                   aigbovbiosabilikis13@gmail.com\n\n \n\nMany Thanks for your assistance",
        "type": "sent"
      },
      {
        "agent_name": "JEKADA ALISABATU",
        "timestamp": " 15th Apr 2024 11:28am",
        "content": "Hello,\n\n Yours is received, kindly hold on while we verify and revert.\n\nThank you.",
        "type": "replied"
      },
      {
        "sender_name": "Goodman AIgbovbiosa",
        "timestamp": " 22nd Apr 2024 9:30am",
        "content": "Hello,\n\nPlease this is a follow up on this ticket;\n\nYou are yet to get back to me on this and status of initial complaint remains same.\n\nKindly assist look into this towards a resolution.\n\nMany thanks",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Goodman AIgbovbiosa, JAMB Support here,\n\nThank you for your patience and for the follow-up on this issue. We understand the urgency of Bilikis Olohimai Aigbovbiosa's admission status, especially with her intended school's resumption date approaching.\n\nWe have reviewed the details you provided, including the confirmation from Petroleum Training Institute regarding the verification of her ND result. To further investigate the delay in updating her NEPID status, we kindly request a few more details:\n\n* **Previous Ticket ID:** Please provide the ticket ID of the initial support request submitted by Bilikis in January. This will help us track the communication history and understand the previous steps taken.\n* **Verification Confirmation:** If possible, please share any documentation or reference number you received from Petroleum Training Institute confirming the verification of Bilikis's result. \n\nOnce we have this additional information, we will expedite our investigation with the relevant department to resolve this as quickly as possible.\n\nWe appreciate your understanding and cooperation in this matter. We will keep you updated on the progress.\n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Others",
    "ticket_id": "#240403-ECKGHY",
    "sender_name": "RABIU MUIDEEN",
    "sender_email": "rabiumuideen4@gmail.com",
    "sender_phone": "08108732292",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "RABIU MUIDEEN",
        "timestamp": " 3rd Apr 2024 3:46pm",
        "content": "I had submitted my regularisation for a long time now and I've not been admitted on the Caps",
        "type": "sent"
      },
      {
        "agent_name": "FATIMAT OZI SALAMI",
        "timestamp": " 2nd May 2024 12:00pm",
        "content": "Hello,\n\nKindly send a copy of the indemnity form i.e The application print out.\n\nThank you",
        "type": "replied"
      },
      {
        "sender_name": "RABIU MUIDEEN",
        "timestamp": " 2nd May 2024 12:23pm",
        "content": "It has change to admission in progress on my caps",
        "type": "replied"
      },
      {
        "sender_name": "RABIU MUIDEEN",
        "timestamp": " 2nd May 2024 12:26pm",
        "content": "This is what is showing on my caps",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello RABIU MUIDEEN, JAMB Support here,\n\nThank you for reaching out and providing an update on your admission status. \n\nWe understand that your CAPS status has changed to \"Admission in Progress\". This is a positive sign, indicating that your application is actively being reviewed. \n\nPlease be patient while the admission process is finalized. We will keep you updated on any further developments.\n\nIf your CAPS status remains unchanged for an extended period, please do not hesitate to contact us again. \n\nBest regards, \nJAMB Support \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Unable to Print Admission Letter",
    "ticket_id": "#240405-5SJ4WU",
    "sender_name": "Quadri Maryam",
    "sender_email": "quadrimaryam7@gmail.com",
    "sender_phone": "08068652347",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Quadri Maryam ",
        "timestamp": " 5th Apr 2024 9:40am",
        "content": "Good day, having being offered admission after I applied for Part Time regularization and subsequently accept and paid for the admission letter, I haven't able to print my admission letter even after the payment for admission letter was successfully done.\n\n\n\n\nThis is my registration number: 11392622IEP",
        "type": "sent"
      },
      {
        "sender_name": "Quadri Maryam ",
        "timestamp": " 15th Apr 2024 7:42am",
        "content": "Good morning, this is the 3 week of logging this complaint yet no response and I need to print this admission letter for my DE registration which closes next week",
        "type": "replied"
      },
      {
        "sender_name": "Quadri Maryam ",
        "timestamp": " 21st Apr 2024 7:00pm",
        "content": "Good day, it's another week and my complaint is yet to be attended to whereas DE registration closes on the 25th",
        "type": "replied"
      },
      {
        "agent_name": "FATIMAT OZI SALAMI",
        "timestamp": " 2nd May 2024 12:32pm",
        "content": "Hello, Welcome to JAMB Support Centre,\n\nYour complaint has been escalated, we shall revert if there is any further directive on your complaint.\n\nThank you for contacting JAMB Support Centre.",
        "type": "replied"
      },
      {
        "sender_name": "Quadri Maryam ",
        "timestamp": " 2nd May 2024 1:20pm",
        "content": "Okay but the complaints should be attended to in earnest as the admission letter will be use for DE Registration",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Quadri Maryam, JAMB Support here,\n\nWe understand the urgency of your request and sincerely apologize for the delay and frustration this issue has caused you. \n\nWe've escalated your issue with your registration number, 11392622IEP, to the appropriate team to investigate why you're unable to print your admission letter. We're working to resolve this as quickly as possible.\n\nPlease be assured that we are aware of the DE registration deadline. We will provide you with an update within the next 24 hours. \n\nThank you for your patience and understanding. \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Scored above Cut-off but no Admission yet",
    "ticket_id": "#240325-AXE5EX",
    "sender_name": "Kevin Akuchinyerem Cherish",
    "sender_email": "akuchinyeremkevin@gmail.com",
    "sender_phone": "08106944756",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Kevin Akuchinyerem Cherish",
        "timestamp": " 25th Mar 2024 6:42am",
        "content": "I scored above my cut off. I've not been admitted yet. My school says they've sent my details to jamb for admission to confirm why I've not been admitted",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Kevin Akuchinyerem Cherish, JAMB Support here. \n\nThank you for contacting us regarding your admission status. We understand your concern about not being admitted yet despite scoring above the cut-off mark.\n\nIt's great to hear that your school has forwarded your details to JAMB. This is a necessary step in the admission process. While we strive to process admissions as quickly as possible, please allow some time for our team to review your application and confirm your details with your chosen institution. \n\nYou can also monitor your admission status on the JAMB CAPS portal at [Provide JAMB CAPS portal URL]. We kindly request your patience during this period. \n\nIf you haven't received any updates within the next 7 working days, please don't hesitate to reply to this email with your JAMB registration number so we can assist you further.\n\nBest regards, \n\nJAMB Support \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240328-NXW1I7",
    "sender_name": "Muhammad Maryam",
    "sender_email": "maryam5519@yahoo.com",
    "sender_phone": "09166592547",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Muhammad Maryam",
        "timestamp": " 28th Mar 2024 8:18am",
        "content": "202330305468DF is my Jamb Registration Number, I applied FUTMinna and i was offered admission to study Biochemistry which I've accepted the Admission, reprinted the school admission showing my students ID, I was later asked to present my Jamb Admissions. I've Paid for it but it keeps saying. 'Candidate has not been given admission ''",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Muhammad Maryam, JAMB Support here,\n\nWe understand you're experiencing issues accessing your JAMB admission status on the FUTMinna portal despite accepting your admission offer. \n\nThe message \"Candidate has not been given admission\" usually indicates that your admission on JAMB's Central Admissions Processing System (CAPS) might not be finalized.  \n\nPlease note: Accepting your admission on the school's portal (FUTMinna) and printing your admission letter doesn't automatically update your status on JAMB CAPS. You need to log in to your JAMB CAPS profile and accept your admission there as well.\n\n**Here's what you can do:**\n\n1. **Confirm Admission on JAMB CAPS:**\n   - Visit the JAMB CAPS portal at [Provide the correct JAMB CAPS portal URL].\n   - Log in using your JAMB registration number and password.\n   - Navigate to the \"Admission Status\" section. \n   - If your admission is showing, accept it there. \n\n2. **Allow Time for Synchronization:** Sometimes, it takes a while for systems to synchronize. Allow 24-48 hours after accepting on CAPS, then try checking FUTMinna's portal again.\n\n3. **Contact JAMB and FUTMinna:** \n   -  If the issue persists, we advise you to reach out to both JAMB and FUTMinna admissions offices directly for further assistance. \n\nWe hope this helps! \n\nBest regards,\nJAMB Support \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240327-U4PPJR",
    "sender_name": "Edoso Favour Daniella",
    "sender_email": "edosojamb123@gmail.com",
    "sender_phone": "08106456650",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Edoso Favour Daniella",
        "timestamp": " 27th Mar 2024 11:35am",
        "content": "My name on my NIN, WAEC and JUPEB is Edoso Favour Moyinoluwa while my Jamb is carrying Edoso Favour Daniella due to that I haven't been given admission I changed the name on my NIN since but it hasn't reflected on my jamb portal which is depriving me of my admission letter now I want to appeal to jamb to please help me update my portal and change the third name from Daniella to Moyinoluwa as it is on my other documents and also grant me my admission letter as a direct entry student.",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Edoso Favour Daniella, JAMB Support here,\n\nThank you for contacting us regarding the issue with your JAMB profile name and admission status. We understand that this is a frustrating situation, and we're here to help guide you towards a resolution.\n\nWe acknowledge the discrepancy between the name on your JAMB profile (Edoso Favour Daniella) and your other official documents (Edoso Favour Moyinoluwa). It's important that all your details match to avoid complications with your admission process. \n\nSince you have already updated your NIN, you'll need to contact JAMB directly to initiate a name correction on your JAMB profile. They have a dedicated process for handling these types of corrections. \n\nYou can reach JAMB through the following channels:\n\n*   **JAMB Website:** Visit the official JAMB website and look for their contact information or support section.\n*   **JAMB Offices:** You can visit any JAMB office closest to you for assistance.\n\n**When contacting JAMB, please provide the following information:**\n\n*   Your JAMB registration number.\n*   A clear explanation of the name discrepancy.\n*   Copies of your NIN slip, WAEC certificate, and JUPEB result showing your correct name. \n\nOnce you've contacted JAMB and initiated the name correction process, allow them some time to update your details. After the correction is reflected on your JAMB profile, your institution should be able to process your admission. \n\nWe hope this information helps! If you have any further questions, feel free to ask.\n\nSincerely,\n\nJAMB Support \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240328-4T0C58",
    "sender_name": "Akanmu Basit Ayodele",
    "sender_email": "idowus747@gmail.com",
    "sender_phone": "08082731646",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Akanmu Basit Ayodele",
        "timestamp": " 28th Mar 2024 10:52am",
        "content": "Good morning sir/ma please I want u to help because am unable to print admission letter after have done undisclosed regularization since last year is still writing. no admission yet please help me out thanks",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Akanmu Basit Ayodele, JAMB Support here.\n\nThank you for contacting us regarding your admission status. We understand your frustration with not being able to print your admission letter after completing the undisclosed regularization process.\n\nTo assist you effectively, we need some additional information. Please provide us with your JAMB registration number and the institution you applied to. This information will enable us to investigate your records and provide you with accurate guidance.\n\nOnce we have these details, we will look into your case and work towards a resolution.\n\nWe appreciate your patience and understanding. \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Unable to Print Admission Letter",
    "ticket_id": "#240320-I8FB9Q",
    "sender_name": "Amakiri Merit Tamunoseimieibi",
    "sender_email": "1591081451@jambreg.gov.ng",
    "sender_phone": "08133350319",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Amakiri Merit Tamunoseimieibi",
        "timestamp": " 20th Mar 2024 9:49pm",
        "content": "Dear sir,\n\nI hereby write to request for my admission letter. I have been offered admission to Pamo University of Medical Sciences. I have paid the money required to print out admission letter but can't access it. I want to accept the offer and print the admission letter. Please help\n\nReg no 202331275001DA",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Amakiri Merit Tamunoseimieibi, JAMB Support here,\n\nThank you for contacting us. We understand you are experiencing difficulties printing your admission letter for Pamo University of Medical Sciences, despite completing the payment. \n\nTo better assist you, please provide us with the following information:\n\n* **Payment Method:** How did you make the payment for your admission letter (e.g., bank transfer, debit card)?\n* **Transaction Date:**  When did you make the payment?\n* **Transaction Reference:**  Please provide the transaction ID, confirmation number, or any reference number associated with your payment.\n\nOnce we have this information, we can investigate the issue and assist you further in printing your admission letter. \n\nWe appreciate your patience and understanding. \n\nSincerely,\n\nJAMB Support \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240327-BYE57D",
    "sender_name": "Waheed Yusuf Olamidipupo",
    "sender_email": "riced217@gmail.com",
    "sender_phone": "09131150764",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Waheed Yusuf Olamidipupo",
        "timestamp": " 27th Mar 2024 11:35am",
        "content": "My ‘A’ level hasn’t been verify while my caps still showing admission is being in processed. I complain to my school concerning the verification of ‘A’ level result. I was told they’ve answered jamb request",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Waheed Yusuf Olamidipupo, JAMB Support here,\n\nWe understand your concern about the status of your admission and the verification of your A-level results. It's normal to experience some waiting time during the admission process.\n\nSince your school has confirmed that they have responded to JAMB's request for verification, we recommend allowing a few more days for the system to reflect the update.  Often, there is a slight delay between your school's confirmation and the update on your JAMB CAPS profile.\n\nIf the issue persists beyond a week, please don't hesitate to reply to this ticket and we'll gladly investigate further.\n\nWe appreciate your patience and understanding. \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Others",
    "ticket_id": "#240324-V7C51J",
    "sender_name": "Nwaeze Miracle",
    "sender_email": "nwaezemiracle@yahoo.com",
    "sender_phone": "08034809117",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Nwaeze Miracle",
        "timestamp": " 24th Mar 2024 4:25pm",
        "content": "Good afternoon sir/ma, the reason for this complaint is that I was offered admission by  University of Nigeria, Nsukka in the year  2017 into Animal science department . Recently, I went to the JAMB office  in Enugu to apply for regularization of illegal admission but each   time I want to access my admission status I get the response candidate not found. Please I would appreciate if I get I response on how this can be resolved.",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Nwaeze Miracle, JAMB Support here, \n\nThank you for contacting us. We understand you're experiencing difficulties accessing your JAMB admission status for your 2017 admission into Animal Science at the University of Nigeria, Nsukka. You mentioned this is related to regularizing an illegal admission.\n\nTo best assist you, we need some additional information:\n\n*   **What kind of admission were you initially offered in 2017?** (e.g., UTME, Direct Entry)\n*   **What steps have you already taken to regularize your admission with JAMB?** (e.g., Have you contacted the University of Nigeria, Nsukka regarding this issue?)\n\nOnce we have these details, we can investigate further and advise on the best course of action. \n\nWe look forward to your response so we can assist you further. \n\nSincerely,\n\nJAMB Support \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240328-SJZ43C",
    "sender_name": "Ezeh Chibugo Charity",
    "sender_email": "chibugocharity2000@gmail.com",
    "sender_phone": "07038552826",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Ezeh Chibugo Charity",
        "timestamp": " 28th Mar 2024 10:44am",
        "content": "Good morning sir/ma please I want u to help because am unable to print admission letter after have done undisclosed regularization since last year is still writing. no admission yet please help me out thanks",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Ezeh Chibugo Charity, JAMB Support here,\n\nWe understand you're experiencing difficulties printing your admission letter and that your admission status still shows as \"No Admission Yet\" even after completing undisclosed regularization last year. We know this is frustrating, and we're here to help.\n\nTo better assist you, could you please provide us with more information regarding your undisclosed regularization? Specifically, what steps did you take and which institution were these steps related to? \n\nAdditionally, please provide your JAMB registration number. This information will help us investigate your case thoroughly and provide a more accurate solution. \n\nWe look forward to hearing from you and assisting you further. \n\nBest regards,\n\nNonso Nwune\nJAMB Support \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Unable to Print Admission Letter",
    "ticket_id": "#240321-BT20TA",
    "sender_name": "Nwokebelu Precious Patricia",
    "sender_email": "preciouspat1999@yahoo.com",
    "sender_phone": "08165904207",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Nwokebelu Precious Patricia",
        "timestamp": " 21st Mar 2024 1:35pm",
        "content": "I upgraded my UTME to Direct Entry in 2020 but I was later uploaded for Undisclosed Admission. My Undisclosed Admission has been approved but I could not accept the admission and print my Admission Letter.",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Nwokebelu Precious Patricia, JAMB Support here,\n\nWe understand you're having difficulties printing your Admission Letter after accepting your Undisclosed Admission. \n\nTo assist you effectively, we need a bit more information regarding your situation. Could you please clarify the following:\n\n* **When did you accept your Undisclosed Admission?**\n* **What specific error message (if any) are you encountering when attempting to print?**\n* **Have you confirmed that your JAMB profile is enabled and you're using the official JAMB portal for printing?**\n\nOnce we have this information, we'll be better equipped to provide you with tailored guidance.\n\nWe look forward to your response so we can resolve this for you promptly.\n\nBest regards,\n\nJAMB Support \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240319-V5BAE6",
    "sender_name": "Ajayi Adetoun Christianah",
    "sender_email": "adetounajayi02@gmail.com",
    "sender_phone": "09039113698",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Ajayi Adetoun Christianah",
        "timestamp": " 19th Mar 2024 3:58pm",
        "content": "I've not gotten admission letter yet and I'm hearing that jamb has reached it's limit for law in Ajayi Crowther university, I've uploaded my credentials since last year and I don't understand why I haven't been given, what can I do?",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Ajayi Adetoun Christianah, JAMB Support here.\n\nWe understand your concern about not receiving your admission letter to study Law at Ajayi Crowther University. We know this can be a stressful time. \n\nPlease note that JAMB sets admission quotas and deadlines, which can vary between institutions and programs. Reaching the JAMB limit for Law at ACU means they may not be able to offer further admissions in that program this year, even if you meet the requirements. \n\nHowever, it's important to contact the Ajayi Crowther University Admissions Office directly. They are the best source of information about your specific application and can provide details about:\n\n* **The status of your application:** They can tell you if it is still under review or if a decision has been made. \n* **Available options:** If you haven't been offered admission to Law, they can inform you of alternative programs you may be eligible for, or explain the process for applying again next year.\n\nYou can reach them using the contact information on their official website. \n\nWe wish you the best with your application. \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Unable to Print Admission Letter",
    "ticket_id": "#240329-JDB9FU",
    "sender_name": "Odeh Elizabeth Precious",
    "sender_email": "odehelizabeth45@gmail.com",
    "sender_phone": "08151339990",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Odeh Elizabeth Precious",
        "timestamp": " 29th Mar 2024 10:00pm",
        "content": "Jamb has not release the admission letter of which I needed to upload to my school portal\n\nPlease attend to it Sir/Ma",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Odeh Elizabeth Precious, JAMB Support here,\n\nThank you for contacting us regarding your admission letter. We understand you are unable to print it and need to upload it to your school portal. \n\nPlease note that JAMB is responsible for releasing admission letters. If you have confirmed your admission status on the JAMB portal and the letter is not yet available for printing, it is possible there is a slight delay in the system. \n\nWe kindly advise you to:\n\n1. **Confirm your admission status:** Double-check on the official JAMB portal to ensure you have been offered admission.\n2. **Check back later:** Allow some time for the system to update. Admission letters are usually available for printing within a few days of being offered admission. \n\nIf the issue persists after a reasonable waiting period, please provide us with your JAMB registration number so we can look into this further for you.\n\nSincerely,\n\nJAMB Support \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Others",
    "ticket_id": "#240324-ELYXZF",
    "sender_name": "Isimenmen Peter Oseze",
    "sender_email": "angelraphraphael@gmail.com",
    "sender_phone": "08039401128",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Isimenmen Peter Oseze",
        "timestamp": " 24th Mar 2024 1:23pm",
        "content": "Good day  Pls a candidate with the registration number 202330425562GA has been given admission by ambrose University edo state  But on jamb portal another school named mudiame also gave him admission but we are trying to reject the one of mudiame but is not rejecting",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Isimenmen Peter Oseze, JAMB Support here,\n\nThank you for contacting us about the issue with rejecting the admission offer from Mudiame University on the JAMB portal.\n\nWe understand you are trying to accept Ambrose University's offer and decline Mudiame's.  It's important to ensure you only accept one admission offer on the JAMB portal to avoid complications. \n\nSince you are experiencing difficulties rejecting the offer from Mudiame, we recommend the following steps:\n\n1. **Double-check the JAMB CAPS portal:** Ensure you are logged in with the correct JAMB registration number (202330425562GA) and are following the correct procedure to decline the admission offer. \n2. **Clear your browser cache and cookies:** Sometimes, browser issues can interfere with the functionality of the portal. Clearing your cache and cookies can resolve this.\n3. **Try a different browser or device:** If the problem persists, attempt to access the portal using a different internet browser or device. \n4. **Contact JAMB directly:** If the issue remains unresolved, it's best to contact JAMB directly for further assistance. They can provide specific guidance and troubleshoot any technical issues on their end. You can reach them through their official helplines or visit a JAMB office near you.\n\nWe hope this information helps! \n\nBest regards, \n\nJAMB Support \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Others",
    "ticket_id": "#240322-KH27DM",
    "sender_name": "Ahmed Maryam medugu",
    "sender_email": "meduguahmedmaryam16@gmail.com",
    "sender_phone": "08126045226",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Ahmed Maryam medugu",
        "timestamp": " 22nd Mar 2024 6:39am",
        "content": "My admission  has been in progress for a month  now  , I am confused what should  I  do ? How long do I have to wait?",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Ahmed Maryam medugu, JAMB Support here,\n\nThank you for contacting us regarding the status of your admission. We understand that waiting can be frustrating, especially when it involves something as important as your admission. \n\nTo help us look into this for you, please provide us with your JAMB registration number. This will allow us to access your file and provide you with more specific information about your application's progress. \n\nOnce we have your registration number, we'll be able to give you a clearer timeline and advise you on any further steps. \n\nWe appreciate your patience and understanding. \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Others",
    "ticket_id": "#240319-J1JGFT",
    "sender_name": "Sonia OKOGBULE",
    "sender_email": "soniaokogbule@gmail.com",
    "sender_phone": "08138160093",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Sonia OKOGBULE",
        "timestamp": " 19th Mar 2024 8:01am",
        "content": "I have submitted my indemnity form. Yet to get admission.",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Sonia OKOGBULE, JAMB Support here.\n\nThank you for contacting us regarding the status of your admission. We understand you've submitted your indemnity form and are eager to hear back. \n\nTo best assist you, we need a bit more information. Please provide us with your JAMB registration number and the specific institution you've applied to.  \n\nOnce we have these details, we can look into the status of your application and provide you with an update. \n\nWe appreciate your patience.\n\nBest regards,\n\nThe JAMB Support Team \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240321-MT29IJ",
    "sender_name": "Olasunkanmi Dauda Segun",
    "sender_email": "fatoberuseun1@gmail.com",
    "sender_phone": "08166911597",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Olasunkanmi Dauda Segun",
        "timestamp": " 21st Mar 2024 6:49am",
        "content": "Since last year June have not been given admission yet",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Olasunkanmi Dauda Segun, JAMB Support here,\n\nWe understand your concern about not receiving admission since June of last year. To better assist you, we need a little more information. \n\nCould you please provide us with your JAMB registration number and the specific institutions and courses you applied to? This will help us investigate the status of your application and provide you with more accurate information.\n\nWe are committed to assisting you in resolving this issue.\n\nSincerely, \n\nJAMB Support \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240320-P67QTU",
    "sender_name": "ADEYENI KAFAYAT",
    "sender_email": "adeyenikafayat@gmail.com",
    "sender_phone": "08069535649",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "ADEYENI KAFAYAT",
        "timestamp": " 20th Mar 2024 4:26pm",
        "content": "I did my late registration since last year April, 2023, do the right thing by subitting it at the appropriate quarter in my school, up still now my late application have not  been approved by jamb..... My jamb application number is: 85088487DAP",
        "type": "sent"
      },
      {
        "sender_name": "ADEYENI KAFAYAT",
        "timestamp": " 1st May 2024 8:39am",
        "content": "Have not yet see any response from you",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello ADEYENI KAFAYAT, JAMB Support here,\n\nThank you for contacting us and we apologize for the delay in response to your issue. We understand your concern regarding the status of your late application submitted in April 2023.\n\nTo best assist you, we kindly request that you provide us with the following information:\n\n* **Name of your chosen institution:** Knowing where you applied will help us direct your inquiry appropriately.\n* **JAMB Registration Number:** Please confirm your JAMB registration number is 85088487DAP as this will help us quickly locate your application.\n\nOnce we have this information, we can investigate the status of your application with JAMB and provide you with an update as soon as possible. We appreciate your patience and understanding. \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Others",
    "ticket_id": "#240320-3WP848",
    "sender_name": "Izu-Nnaka Peace Ihunanyachim",
    "sender_email": "pizunnaka@gmail.com",
    "sender_phone": "08163080680",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Izu-Nnaka Peace Ihunanyachim",
        "timestamp": " 20th Mar 2024 9:08am",
        "content": "I am given admission by Baze university in 2022 into Medicine & Surgery, but it has not reflected on my portal.\n\nKindly assist.\n\nThanks.",
        "type": "sent"
      },
      {
        "sender_name": "Izu-Nnaka Peace Ihunanyachim",
        "timestamp": " 21st Mar 2024 2:48pm",
        "content": "Please sir/ma,\n\nI am still expecting your response to my complaint.\n\nThanks.",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Izu-Nnaka Peace Ihunanyachim, JAMB Support here, \n\nThank you for contacting us and bringing this issue to our attention. We understand you were granted admission to study Medicine & Surgery at Baze University in 2022, but it is not reflected on your JAMB portal. \n\nTo best assist you with this discrepancy, we kindly request that you provide us with the following information:\n\n* **JAMB Registration Number:**\n* **Year of Exam:** \n\nOnce we have this information, we can investigate the issue and guide you on the necessary steps to rectify it. \n\nWe appreciate your patience. \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240323-7FF7IM",
    "sender_name": "Ologun Joseph Bolu",
    "sender_email": "ologunjoseph770@gmail.com",
    "sender_phone": "08063685538",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Ologun Joseph Bolu",
        "timestamp": " 23rd Mar 2024 5:12pm",
        "content": "futminna has given me admission but jamb hasn't",
        "type": "sent"
      },
      {
        "sender_name": "Ologun Joseph Bolu",
        "timestamp": " 23rd Mar 2024 5:30pm",
        "content": "Why is taking much time",
        "type": "replied"
      },
      {
        "sender_name": "Ologun Joseph Bolu",
        "timestamp": " 23rd Mar 2024 5:31pm",
        "content": "Here’s the school admission",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Ologun Joseph Bolu, JAMB Support here,\n\nThank you for contacting us and congratulations on your admission to FUTMinna!\n\nWe understand you're eager to have your admission status updated on the JAMB portal. While we don't have access to individual admission records or control over the specific timelines for each institution's processing, rest assured that schools regularly upload their admission lists to the JAMB system. \n\nThere can sometimes be a slight delay between the school's admission process and the reflection of that status on our platform.  We kindly advise you to remain patient.  You can also try checking the JAMB CAPS portal periodically for updates. \n\nShould you have any further questions or concerns, please don't hesitate to reach out. \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Unable to Print Admission Letter",
    "ticket_id": "#240328-FUCDI0",
    "sender_name": "Afolabi Emmanuel Timilehin",
    "sender_email": "emmanuel2007afolabi@gmail.com",
    "sender_phone": "08065606512",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Afolabi Emmanuel Timilehin",
        "timestamp": " 28th Mar 2024 1:58pm",
        "content": "I made payment for the printing of my admission letter on the 27th of March, 2024 which was confirmed \"successful\". I then proceeded to print my admission letter but I was told that \"This candidate has not been given admission\" whereas I have accepted my admission earlier.\n\nBelow is proof of my admission\n\nI will be glad if this issue can be resolved promptly.\n\nThanks in anticipation of your positive response.",
        "type": "sent"
      },
      {
        "sender_name": "Afolabi Emmanuel Timilehin",
        "timestamp": " 18th Apr 2024 5:59pm",
        "content": "Though I have been offered admission for over a month now, I have not been able to print out my admission letter despite making a \"successful\" payment on the portal of N1,000 only. \n\nI further proceeded to check the institution's matriculation list but my name is not found there as well.\n\nPlease grant this message urgent attention.",
        "type": "replied"
      },
      {
        "sender_name": "Afolabi Emmanuel Timilehin",
        "timestamp": " 9th May 2024 5:14pm",
        "content": "Though I have been offered admission for over a month now, I have not been able to print out my admission letter despite making a \"successful\" payment on the portal of N1,000 only. \n\nI further proceeded to check the institution's matriculation list but my name is not found there as well.\n\nPlease grant this message urgent attention.",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Afolabi Emmanuel Timilehin, JAMB Support here, \n\nWe understand you are experiencing difficulties printing your admission letter and finding your name on the matriculation list despite paying for the printing and accepting your admission offer.  This is certainly concerning, and we apologize for the inconvenience this has caused. \n\nTo help us investigate this issue thoroughly, please provide us with the following information:\n\n* **JAMB Registration Number:** \n* **Year of Admission:**\n* **Course of Study:**\n* **Institution:** \n* **Transaction Reference:** (For the N1,000 payment)\n\nOnce we have this information, we can look into your records and identify the source of the problem.  We are committed to resolving this as quickly as possible.\n\nWe appreciate your patience. \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Others",
    "ticket_id": "#240322-TDPYRJ",
    "sender_name": "Moses Charity Nnenda",
    "sender_email": "charitymoses912@gmail.com",
    "sender_phone": "08107169992",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Moses Charity Nnenda",
        "timestamp": " 22nd Mar 2024 11:11pm",
        "content": "Good evening, please my CAPs changed to \"Admission in Progress\" since February till date it hasn't changed to Admitted.\n\nPlease what could be the issues and let's know how to rectify this",
        "type": "sent"
      },
      {
        "sender_name": "Moses Charity Nnenda",
        "timestamp": " 9th Apr 2024 11:40am",
        "content": "Dear JAMB \n\n               I am writing to appeal for the  inclusion of admission for the 2023/2024 academic year. As a Direct Entry Candidate who has passed the necessary examination (A-Level) and met all the requirements as requested by JAMB and institutions, I believe that I have a strong case for admission. \n\n\n\n\nMy Jamb Admission status has been showing \"Admission in Process\" Due to the \"Awaiting Result Verification\" showing in the NIPED page. \n\nI would like to emphasize that I have met the necessary requirements for Direct Entry admission, including the requisite exam score and academic credentials. \n\nI will be grateful if this request is given the desired and favourable response accordingly Please. \n\n\n\n\nYours Faithfully, \n\nNAME: CHARITY MOSES NNENDA \n\nJAMB Reg No.: 202331281956CF\n\nDIRECT ENTRY Reg no :202331281956CFU\n\nNATIONAL DIPLOMA EXAM NO:97335433HG\n\nInstitution Applied: University Of Portharcourt, Rivers State",
        "type": "replied"
      },
      {
        "sender_name": "Moses Charity Nnenda",
        "timestamp": " 9th Apr 2024 11:40am",
        "content": "Dear JAMB \n\n               I am writing to appeal for the  inclusion of admission for the 2023/2024 academic year. As a Direct Entry Candidate who has passed the necessary examination (A-Level) and met all the requirements as requested by JAMB and institutions, I believe that I have a strong case for admission. \n\n\n\n\nMy Jamb Admission status has been showing \"Admission in Process\" Due to the \"Awaiting Result Verification\" showing in the NIPED page. \n\nI would like to emphasize that I have met the necessary requirements for Direct Entry admission, including the requisite exam score and academic credentials. \n\nI will be grateful if this request is given the desired and favourable response accordingly Please. \n\n\n\n\nYours Faithfully, \n\nNAME: CHARITY MOSES NNENDA \n\nJAMB Reg No.: 202331281956CF\n\nDIRECT ENTRY Reg no :202331281956CFU\n\nNATIONAL DIPLOMA EXAM NO:97335433HG\n\nInstitution Applied: University Of Portharcourt, Rivers State",
        "type": "replied"
      },
      {
        "sender_name": "Moses Charity Nnenda",
        "timestamp": " 13th Apr 2024 12:02am",
        "content": "Dear JAMB \n\n               I am writing to appeal for the  inclusion of admission for the 2023/2024 academic year. As a Direct Entry Candidate who has passed the necessary examination (A-Level) and met all the requirements as requested by JAMB and institutions, I believe that I have a strong case for admission. \n\n\n\n\nMy Jamb Admission status has been showing \"Admission in Process\" Due to the \"Awaiting Result Verification\" showing in the NIPED page. \n\nI would like to emphasize that I have met the necessary requirements for Direct Entry admission, including the requisite exam score and academic credentials. \n\nI will be grateful if this request is given the desired and favourable response accordingly Please. \n\n\n\n\nYours Faithfully, \n\nNAME: CHARITY MOSES NNENDA \n\nJAMB Reg No.: 202331281956CF\n\nDIRECT ENTRY Reg no :202331281956CFU\n\nNATIONAL DIPLOMA EXAM NO:97335433HG\n\nInstitution Applied: University Of Portharcourt, Rivers State",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Moses Charity Nnenda, JAMB Support here, \n\nThank you for contacting us and bringing this issue to our attention. We understand your concern about your admission status remaining as \"Admission in Progress\" on the JAMB CAPS portal. It appears this is related to the \"Awaiting Result Verification\" status on your NIDEP page.\n\nTo best assist you in resolving this, we kindly request you to take the following steps:\n\n1. **Verify Your ND Result Upload:** Please confirm with your National Diploma awarding institution that your ND (National Diploma) result with examination number 97335433HG has been uploaded to the JAMB portal. This is crucial for NIDEP verification.\n\n2. **Contact University of Port Harcourt:** While awaiting the result verification, we recommend reaching out to the admissions office at the University of Port Harcourt. They can provide further guidance and inform you of any additional requirements or timelines from their end. \n\n3. **CAPS Portal Monitoring:** Continue to monitor your JAMB CAPS portal regularly for any updates. \n\nWe hope this information helps, and please do not hesitate to reach out if you have any further questions or require additional assistance. \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240318-3SNL1R",
    "sender_name": "Inuwa Maryam Bawaji",
    "sender_email": "iinuwa60@gmail.com",
    "sender_phone": "08068106584",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Inuwa Maryam Bawaji",
        "timestamp": " 18th Mar 2024 2:54pm",
        "content": "I have been physically screened and passed at the departmental level at the Bauchi State University Gadau and my Jamb admission is not yet ready for me to print and register and the semester has already began.\n\nPlease, help me and process my admission for me to undergo my BSc.\n\nThank you in advance",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Inuwa Maryam Bawaji, JAMB Support here, \n\nWe understand your concern about your admission status to Bauchi State University Gadau. It can be frustrating to experience delays, especially when the semester has already begun.\n\nTo best assist you, we need some additional information. Please provide us with your JAMB registration number. This will allow us to look into the status of your admission on the central JAMB portal. \n\nOnce we have this information, we can investigate further and advise you on the next steps. \n\nWe are here to support you through this process. \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Unable to Print Admission Letter",
    "ticket_id": "#240318-3500BR",
    "sender_name": "Iyowhose Betty Otarhe",
    "sender_email": "biyowhose@gmail.com",
    "sender_phone": "09035353022",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Iyowhose Betty Otarhe ",
        "timestamp": " 18th Mar 2024 11:24pm",
        "content": "I've paid for the printing of the admission letter and it's successful since it's showing paid and not used on my dashboard but I still can't print my admission letter even after input the correct year which is 2022 and my jamb registration number which 202211794277FFP \n\nAttached is a screenshot of the response from jamb",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Iyowhose Betty Otarhe, JAMB Support here,\n\nThank you for contacting us and we understand you are having difficulties printing your 2022 admission letter despite paying for it. We apologize for the inconvenience this has caused.\n\nTo help us investigate and resolve this issue for you, kindly provide us with the following information:\n\n* **A screenshot of your JAMB dashboard clearly showing the \"paid and not used\" status for the admission letter printing.** \n* **The specific browser and device (e.g., Chrome on Windows laptop, Safari on iPhone) you are using to access the JAMB portal.**\n\nOnce we have this information, we will be able to investigate further and provide you with a solution. \n\nWe appreciate your patience and cooperation in resolving this matter.\n\nSincerely,\n\nJAMB Support \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240316-9FHNLC",
    "sender_name": "Josiah Christopher",
    "sender_email": "jochris700@gmail.com",
    "sender_phone": "09032476931",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Josiah Christopher ",
        "timestamp": " 16th Mar 2024 11:23pm",
        "content": "My indemnity form hasn't been approved at the state and federal level since 18th January 2024 when it was approved by my institution (Micheal Okpara University of Agriculture). Pls what should I do",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Josiah Christopher, JAMB Support here,\n\nThank you for contacting us regarding the status of your indemnity form approval. We understand that you submitted your form on January 18th, 2024, and it has yet to be approved at the state and federal levels. \n\nDelays in processing can occur due to a variety of factors. To best assist you, we recommend contacting the relevant authorities responsible for processing indemnity forms at the state and federal levels. They will be able to provide you with specific information about the status of your application and any potential delays.\n\nYou can find the contact information for the relevant authorities on the JAMB website or by contacting your institution's admissions office.\n\nWe hope this information is helpful. Please let us know if you have any other questions or concerns. \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240313-K1TPW0",
    "sender_name": "Ajani Victoria Oluwasemilore",
    "sender_email": "ajani.lanre.al@gmail.com",
    "sender_phone": "07060467136",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Ajani Victoria Oluwasemilore",
        "timestamp": " 13th Mar 2024 6:51pm",
        "content": "Unable to access CAPS to accept admission having received E mail from my Institution. Pls help",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Ajani Victoria Oluwasemilore, JAMB Support here,\n\nThank you for contacting us regarding your admission status on CAPS. We understand you're unable to access the platform to accept your admission offer, even after receiving an email from your institution. \n\nTo better assist you, please provide us with the following information:\n\n* **Name of your Institution:**\n* **Course of Study:**\n* **JAMB Registration Number:** \n\nOnce we have these details, we can investigate the issue and guide you through the necessary steps. \n\nIn the meantime, we advise you to:\n\n* **Confirm that your JAMB profile is linked to your phone number and email address.**\n* **Try accessing CAPS using a different browser or device.**\n* **Ensure you're using the correct JAMB CAPS portal URL.**\n\nWe look forward to your response and will be happy to help you resolve this issue.\n\nSincerely,\n\nNonso Nwune\nJAMB Support \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240315-M72HZS",
    "sender_name": "Philip Success Ogheneero",
    "sender_email": "fizrockyll@gmail.com",
    "sender_phone": "08116814878",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Philip Success Ogheneero",
        "timestamp": " 15th Mar 2024 4:52pm",
        "content": "I change from nursing to microbiology but have not been have not been given admission yet",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Philip Success Ogheneero, JAMB Support here.\n\nWe understand you're concerned about not receiving admission yet after changing your course from Nursing to Microbiology. We're happy to help look into this for you.\n\nTo assist you effectively, we need a little more information:\n\n* **What institution and program did you apply to?** \n* **When did you apply for the change of course?** \n* **Have you confirmed that Microbiology is an available course for the current admission cycle at your chosen institution?**\n\nOnce we have these details, we can check the admission status and provide you with further guidance. \n\nWe look forward to hearing from you soon. \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Unable to Print Admission Letter",
    "ticket_id": "#240314-UPGJDK",
    "sender_name": "Hussaini Abdullahi",
    "sender_email": "abdullahih888@gmail.com",
    "sender_phone": "08147669373",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Hussaini Abdullahi",
        "timestamp": " 14th Mar 2024 6:05am",
        "content": "Good morning \n\nI paid for admission letter printing but i was unable to print it.\n\nIt was even showing that i should pay another fees again",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Hussaini Abdullahi, JAMB Support here,\n\nThank you for contacting us. We understand you are experiencing difficulties printing your admission letter after making a payment. \n\nTo help us investigate and resolve this issue, please provide us with the following information:\n\n* **The exact error message** you receive when trying to print. \n* **Your JAMB registration number**.\n* **The payment method** you used (e.g., debit card, bank transfer).\n* **The date and approximate time** you made the payment.\n\nOnce we have this information, we can look into this further for you. \n\nWe understand this is a time-sensitive matter and we'll do our best to assist you as quickly as possible.\n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Unable to Check Admission Status",
    "ticket_id": "#240315-NPQHRQ",
    "sender_name": "Shariff Umamatu Mahmud",
    "sender_email": "umamatusmahmud@gmail.com",
    "sender_phone": "09042202843",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Shariff Umamatu Mahmud",
        "timestamp": " 15th Mar 2024 5:41pm",
        "content": "I forgot my email password and I was unable to have access to my portal. I need your assistance if there could be another way",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Shariff Umamatu Mahmud, JAMB Support here,\n\nWe understand you are unable to check your admission status because you can no longer access the email address linked to your JAMB profile. \n\nTo assist you effectively, we kindly request you provide us with your JAMB registration number. This will enable us to locate your profile and explore alternative ways to assist you in accessing your admission status. \n\nWe are committed to resolving this issue for you promptly. \n\nBest regards, \n\nJAMB Support. \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240315-6SLNNL",
    "sender_name": "BAKO EMMANUEL CHIMUANYA",
    "sender_email": "emmanuelbak0183@gmail.com",
    "sender_phone": "09019390577",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "BAKO EMMANUEL CHIMUANYA",
        "timestamp": " 15th Mar 2024 1:09pm",
        "content": "Dear JAMB\n\n\nI am writing to appeal for the inclusion of admission for the 2023/2024 academic year. As a Direct candidate just who has passed the necessary examination (A-level) and met all the requirements as requested by JAMB and Institutions, I believe that I have a strong case for admission.\n\n\nMy JAMB admission status has been showing admission in process due to the ''awaiting result verification'' showing in the NIPED page.\nI would like to emphasize that I have met the necessary requirements for Direct entry admission, including the requisite exam score and academic credentials.\nI will be grateful if this request is give the desired and favorable response accordingly, please.\n\n\nYours Faithfully, \n\n\nName: BAKO EMMANUEL CHIMUANYA\nJAMB Reg No:202330799208AFU\nIJMB Exam No:2230830054\nInstitution applied: AMBROSE ALLI UNIVERSITY, EKPOMA , EDO STATE",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello BAKO EMMANUEL CHIMUANYA, JAMB Support here,\n\nThank you for contacting us regarding your admission status for the 2023/2024 academic year. We understand your concern about the \"awaiting result verification\" status on your NIPED page.\n\nPlease be informed that the admission process is ongoing and JAMB is working with various institutions to finalize admissions. The \"awaiting result verification\" status indicates that Ambrose Alli University, Ekpoma is currently verifying your A-level results with the relevant examination body. \n\nThis process takes time, and we kindly request your patience as we await their feedback. We encourage you to periodically check your JAMB CAPS portal and your NIPED profile for updates on your admission status.\n\nWe understand that this waiting period can be challenging, but rest assured that your application is being processed.\n\nIf you have any further questions or concerns, please do not hesitate to contact us.\n\nSincerely,\n\nJAMB Support\n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240314-5MHF6N",
    "sender_name": "Agbaje Kehinde Daniel",
    "sender_email": "agbajekehinde@icloud.com",
    "sender_phone": "08131860041",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Agbaje Kehinde Daniel",
        "timestamp": " 14th Mar 2024 2:23pm",
        "content": "I registered for undisclosed admission since 11th of July 2023 and I have not been able to print my admission letter from the portal, I’m now a graduate now but I am been delay for my nysc because of this problem please help me solve this problem thank you.",
        "type": "sent"
      },
      {
        "sender_name": "Agbaje Kehinde Daniel",
        "timestamp": " 15th Mar 2024 11:31am",
        "content": "Please I need a response concerning this issue",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Agbaje Kehinde Daniel, JAMB Support here, \n\nThank you for contacting us and we understand your frustration regarding your admission status. \n\nDelays like this can occur for various reasons, and we want to help you resolve this. To assist you effectively, we need some additional information:\n\n* **What is the name of the institution you applied to?** \n* **What course did you apply for?**\n* **Can you please provide your JAMB registration number?**\n\nOnce we have these details, we can investigate your case specifically and advise you on the best course of action. \n\nWe look forward to your response so we can assist you further. \n\nSincerely,\n\nJAMB Support \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240315-R83U8F",
    "sender_name": "Kehinde Ayodeji Shodeinde",
    "sender_email": "Kehindeshodeinde43@gmail.com",
    "sender_phone": "09078039561",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Kehinde Ayodeji Shodeinde",
        "timestamp": " 15th Mar 2024 11:24pm",
        "content": "Good evening\n\nPlease I need urgent help, I did my jamb regularisation since 2021 with my jamb reg number 11373054AGP, since then I haven’t seen admission on the portal, I have submitted my slip and required documents to my school to send but yet no admission yet\n\ni just signed out from my HND and my school is asking for jamb admission printout which I haven’t been able to print out please help.\n\n\n\n\nnow my portal is showing candidate not found",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Kehinde Ayodeji Shodeinde, JAMB Support here,\n\nThank you for contacting us. We understand you're experiencing difficulties with your JAMB admission status for JAMB registration number 11373054AGP. It appears your regularization from 2021 has not yet reflected on the portal, and you're now unable to access your profile.\n\nThis is a matter requiring further investigation. Please be assured we are committed to resolving this for you. \n\nTo best assist, kindly provide the following information:\n\n* **Name of your chosen institution:** \n* **Course applied for:**\n* **Date you submitted your regularization slip and documents to your school:**\n\nOnce we have these details, we can escalate the issue with the appropriate department and work towards a swift resolution. \n\nWe understand your urgency, especially with your institution requiring your admission printout. We appreciate your patience and cooperation.\n\nSincerely,\n\nJAMB Support \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240312-9V0AZU",
    "sender_name": "ooye opeyemi gold",
    "sender_email": "opeyemioluwasheyifunmi@gmail.com",
    "sender_phone": "09094575530",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "ooye opeyemi gold",
        "timestamp": " 12th Mar 2024 3:41pm",
        "content": "Have not been congratulated yet",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello ooye opeyemi gold, JAMB Support here,\n\nThank you for reaching out regarding your admission status. We understand your concern about not receiving an admission decision yet.\n\nPlease note that admission processes vary between institutions and can take some time.  We encourage you to regularly check the JAMB portal and the specific institution's website for updates on your application status. \n\nIf you haven't already, we recommend reaching out directly to the admissions office of the institution you applied to. They will be able to provide the most accurate and up-to-date information regarding your specific application.\n\nWe wish you the best of luck in your application process. \n\nSincerely,\n\nJAMB Support \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240318-XBSCER",
    "sender_name": "Abdullahi Umar",
    "sender_email": "abdullahiumar20@gmail.com",
    "sender_phone": "09014955344",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Abdullahi Umar",
        "timestamp": " 18th Mar 2024 2:33pm",
        "content": "I have been offered admission on Library and Information Science with the Bauchi State University Gadau, I have passed physical screening since early February, 2024. But, up to now I am yet to have my Jamb admission release to me.\n\nKindly help accelerate my case.",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Abdullahi Umar, JAMB Support here.\n\nThank you for contacting us regarding the delay in your JAMB admission release. We understand your concern and are happy to assist you.\n\nWhile we process and forward admissions to JAMB, the final decision and release of admission letters rest with JAMB. To expedite the process, we recommend reaching out to JAMB directly with your JAMB registration number and details of your admission offer from Bauchi State University Gadau.\n\nYou can contact JAMB through their official channels for further assistance:\n\n* **JAMB Website:** [JAMB's official website address]\n* **JAMB Email:** [JAMB's official email address]\n* **JAMB Phone Number:** [JAMB's official phone number]\n\nWe hope this helps and wish you the best with your admission process. \n\nBest regards,\n\nNonso Nwune \nAdmission Support \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Unable to Print Admission Letter",
    "ticket_id": "#240313-UU7ZY0",
    "sender_name": "Precious",
    "sender_email": "preciousadesiyan5@gmail.com",
    "sender_phone": "08164323100",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Precious ",
        "timestamp": " 13th Mar 2024 2:39pm",
        "content": "I can't print my admission letter even after doing the jamb regularisation andi need it for the Direct entry",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Precious, JAMB Support here,\n\nWe understand you are unable to print your admission letter despite completing your JAMB regularization, and that you need this for Direct Entry. We're happy to help!\n\nTo assist you effectively, please provide us with the following information:\n\n* **JAMB Registration Number:**\n* **Year of Admission:**\n* **Institution you're seeking admission into:**\n* **Can you describe what happens when you try to print the letter? (e.g., error messages, blank page):**\n\nOnce we have this information, we can investigate further and provide you with a solution.\n\nThank you for your patience.\n\nSincerely,\n\nNonso Nwune \nJAMB Support \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Unable to Print Admission Letter",
    "ticket_id": "#240316-FU0YAJ",
    "sender_name": "Ajewole Eniola Oluwayemisi",
    "sender_email": "aje4enny2020@gmail.com",
    "sender_phone": "08061392264",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Ajewole Eniola Oluwayemisi",
        "timestamp": " 16th Mar 2024 2:49pm",
        "content": "I HAVE BEEN GIVEN ADMISSION BY FEDERAL UNIVERSITY OF OYE EKITI BUT I CAN'T PRINT ADMISSION LETTER FROM JAMB PORTAL",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Ajewole Eniola Oluwayemisi, JAMB Support here, \n\nWe understand you're having difficulties printing your admission letter from the JAMB portal. To assist you effectively, we'd like to gather some additional information:\n\n* **Could you please confirm if you have successfully accepted your admission on the JAMB CAPS portal?** This step is crucial before accessing the admission letter.\n* **Are you encountering any specific error messages when attempting to print? ** If so, please provide us with the exact error message.\n* **Have you tried accessing the portal using a different browser or device?** This helps rule out any browser-specific issues.\n\nOnce we have this information, we'll be able to assist you further. \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Unable to Print Admission Letter",
    "ticket_id": "#240316-4GHRWH",
    "sender_name": "Nnadozie Ruth Uchenna",
    "sender_email": "ruthuchenna2002@gmail.com",
    "sender_phone": "08073651476",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Nnadozie Ruth Uchenna",
        "timestamp": " 16th Mar 2024 11:02pm",
        "content": "I am unable to print my admission letter even after accepting my admission and my name is still not reflecting in jamb caps",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Nnadozie Ruth Uchenna, JAMB Support here,\n\nThank you for contacting us regarding your admission letter printing issue and the concern about your name not reflecting on JAMB CAPS. We understand this is a frustrating situation, and we are here to assist you.\n\nTo help us troubleshoot the problem effectively, could you please provide us with the following information:\n\n* **Name of the institution you were offered admission into:** \n* **JAMB Registration Number:**\n* **Year of Admission:**\n* **Can you please describe in detail what happens when you try to print your admission letter? Do you receive any error messages?**\n\nOnce you provide this information, we can investigate the issue further and guide you accordingly. \n\nWe understand the importance of accessing your admission letter and ensuring your name reflects correctly on JAMB CAPS. We will do our best to resolve this issue for you as soon as possible.\n\nSincerely,\n\nJAMB Support \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Others",
    "ticket_id": "#240315-22901V",
    "sender_name": "Ernest bright",
    "sender_email": "ernestbright046@gmail.com",
    "sender_phone": "07047861323",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Ernest bright",
        "timestamp": " 15th Mar 2024 10:54am",
        "content": "07047861323",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Ernest bright, JAMB Support here.\n\nWe received your message and see that you have an open issue with the Admission service. However, we need a bit more information to understand and address your request. \n\nCould you please provide us with a detailed description of the issue you're experiencing? The more details you can give, the better we can assist you. \n\nWe look forward to hearing from you and resolving this issue.\n\nSincerely,\n\nThe JAMB Support Team \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Unable to Print Admission Letter",
    "ticket_id": "#240314-ZP1XYJ",
    "sender_name": "Blessing Chukwuma",
    "sender_email": "blessingchukwuma270@gmail.com",
    "sender_phone": "09049447081",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Blessing Chukwuma",
        "timestamp": " 14th Mar 2024 5:50am",
        "content": "I can't find my admission letter",
        "type": "sent"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Blessing Chukwuma, JAMB Support here,\n\nThank you for contacting us regarding your inability to find your admission letter. We understand this is an important document, and we are here to assist you. \n\nTo help us investigate this further, could you please provide us with your JAMB registration number? This will allow us to locate your records and determine the best course of action. \n\nWe look forward to hearing from you soon and resolving this issue.\n\nSincerely,\n\nNonso Nwune \nJAMB Support \n#240314-ZP1XYJ \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Others",
    "ticket_id": "#240318-KED1PY",
    "sender_name": "John Victoria",
    "sender_email": "johnvictoria513@gmail.com",
    "sender_phone": "08034191040",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "John Victoria",
        "timestamp": " 18th Mar 2024 12:15am",
        "content": "My status have been in progress for the past two months. Kindly assist on what todo",
        "type": "sent"
      },
      {
        "sender_name": "John Victoria",
        "timestamp": " 18th Mar 2024 6:12am",
        "content": "Kindly fine the attachment of the screenshot of my caps",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello John Victoria, JAMB Support here.\n\nThank you for contacting us and we understand your concern about the status of your application.  Two months is an unusual length of time for an application to remain \"in progress\". \n\nTo best assist you, could you please provide us with your JAMB registration number? This will allow us to directly look into your application and determine the cause of the delay.\n\nWe appreciate your patience and cooperation. \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "No Admission Yet",
    "ticket_id": "#240315-W0KJDW",
    "sender_name": "Faruku abdullahi",
    "sender_email": "dogondaji39@gmail.com",
    "sender_phone": "09073842387",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Faruku abdullahi ",
        "timestamp": " 15th Mar 2024 11:07pm",
        "content": "202330626514CAU\n\nI have a level upload problem please check my jamb profile already submitted my ond results in the my previous institution but seen last 3 months no unloaded  I go my previous institution again I complaint my problem but say me already my ond results have send in headquarters Abuja of to now if I login my profile no unloaded please help me to check my problem  this is my registration number 202330626514CAU",
        "type": "sent"
      },
      {
        "sender_name": "Faruku abdullahi ",
        "timestamp": " 15th Mar 2024 11:11pm",
        "content": "I have a level upload problem please check my jamb profile already submitted my ond results in the my previous institution but seen last 3 months no unloaded  I go my previous institution again I complaint my problem but say me already my ond results have send in headquarters Abuja of to now if I login my profile no unloaded please help me to check my problem  this is my registration number 202330626514CAU",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Faruku abdullahi, JAMB Support here,\n\nThank you for contacting us about the issue with your OND result upload. We understand your concern about this matter.\n\nTo best assist you, please confirm if your previous institution has provided you with any documentation or confirmation that your OND result has been sent to the JAMB headquarters in Abuja.  This confirmation is usually in the form of a letter or receipt.\n\nOnce you have obtained this confirmation, please forward a copy of it to us at this email address. This will allow us to investigate your case further with the relevant department.\n\nWe understand that this delay can be frustrating, and we want to assure you that we are committed to helping you resolve this issue.  We appreciate your patience and understanding. \n\nSincerely, \n\nJAMB Support \n"
      }
    ]
  },
  {
    "status": "Open",
    "service_system": "Admission",
    "issue": "Others",
    "ticket_id": "#240312-HGFEW9",
    "sender_name": "Ahmad Sanusi Pada",
    "sender_email": "sanusiahmedpada1@gmail.com",
    "sender_phone": "08085742739",
    "agent_name": "Nonso nwune",
    "messages": [
      {
        "sender_name": "Ahmad Sanusi Pada",
        "timestamp": " 12th Mar 2024 12:15pm",
        "content": "My Admission status is showing me admission being processed over some months ago I cannot accept admission",
        "type": "sent"
      },
      {
        "sender_name": "Ahmad Sanusi Pada",
        "timestamp": " 12th Mar 2024 12:20pm",
        "content": "I cannot accept admission that was given to me",
        "type": "replied"
      },
      {
        "sender_name": "Ahmad Sanusi Pada",
        "timestamp": " 12th Mar 2024 12:21pm",
        "content": "And my school have sent jamb a mail",
        "type": "replied"
      },
      {
        "sender_name": "Ahmad Sanusi Pada",
        "timestamp": " 12th Mar 2024 12:22pm",
        "content": "Am waiting for jamb to respond, please I want jamb to respond to my problem that will enable me accept admission and start up the registration immediately",
        "type": "replied"
      }
    ],
    "next_reply": [
      {
        "content": "Hello Ahmad Sanusi Pada, JAMB Support here,\n\nThank you for contacting us about the issue with your admission status. We understand your frustration with the delay and your desire to accept your admission offer as soon as possible.\n\nTo best assist you, we need some additional information. Please provide us with your JAMB registration number. This will help us investigate the communication between JAMB and your school.\n\nOnce we have your JAMB registration number, we can look into the status of your admission and determine the next steps needed to resolve the issue.\n\nWe appreciate your patience and understanding. \n"
      }
    ]
  }
]